Repository: AmirulAndalib/wizarr
Catalog: frontend/src/language/*/app.po
Languages: nl, ro

source: 1 Day
nl: 1 dag
ro: 1 zi

source: 1 Month
nl: 1 maand
ro: 1 lună

source: 1 Week
ro: 1 săptămână

source: 1 Year
nl: 1 jaar
ro: 1 an

source: 6 Months
nl: 6 maanden
ro: 6 luni

source: About
nl: Over
ro: Despre

source: Add API keys for external services
nl: Voeg API-sleutels toe voor externe services
ro: Adăugați chei API pentru servicii externe

source: Add Custom HTML page to help screen
nl: Voeg een aangepaste HTML-pagina toe aan het helpscherm
ro: Adăugați o pagină HTML personalizată la ecranul de ajutor

source: Add Jellyseerr, Overseerr or Ombi support
nl: Voeg ondersteuning voor Jellyseerr, Overseerr of Ombi toe
ro: Adăugați suport pentru Jellyseerr, Overseerr sau Ombi

source: Admin Account
nl: Beheerdersaccount
ro: Cont de administrator

source: Advanced Options
nl: Geavanceerde mogelijkheden
ro: Opțiuni avansate

source: Advanced settings for the server
nl: Geavanceerde instellingen voor de server
ro: Setări avansate pentru server

source: Allow Downloads
nl: Sta downloads toe
ro: Permite descărcări

source: Back
nl: Rug
ro: Înapoi

source: Check for and view updates
nl: Controleer op en bekijk updates
ro: Verificați și vizualizați actualizări

source: Check out our documentation for detailed instructions on how to install and run Wizarr!
nl: Bekijk onze documentatie voor gedetailleerde instructies over het installeren en uitvoeren van Wizarr!
ro: Consultați documentația noastră pentru instrucțiuni detaliate despre cum să instalați și să rulați Wizarr!

source: Configure MFA authentication
nl: Configureer MFA-authenticatie
ro: Configurați autentificarea MFA

source: Configure SSO login
nl: SSO-login configureren
ro: Configurați autentificarea SSO

source: Continue
nl: Doorgaan
ro: Continua

source: Create account
nl: Account aanmaken
ro: Creează cont

source: Create Invitation
nl: Uitnodiging maken
ro: Creați invitație

source: Currently Wizarr only supports it's internal SQLite database.
nl: Momenteel ondersteunt Wizarr alleen de interne SQLite-database.
ro: În prezent, Wizarr acceptă numai baza de date internă SQLite.

source: Custom
nl: Aangepast
ro: Personalizat

source: Custom Duration
nl: Aangepaste duur
ro: Durată personalizată

source: Database
nl: Databank
ro: Bază de date

source: Duration
nl: Duur
ro: Durată

source: Enable Discord page and configure settings
nl: Schakel de Discord-pagina in en configureer de instellingen
ro: Activați pagina Discord și configurați setările

source: General settings for the server
nl: Algemene instellingen voor de server
ro: Setări generale pentru server

source: Get Started
nl: Begin
ro: Incepe

source: Go to Dashboard
nl: Ga naar het dashboard
ro: Accesați tabloul de bord

source: Invitations
nl: Uitnodigingen
ro: Invitații

source: Invite to Plex Home
nl: Nodig uit voor Plex Home
ro: Invitați la Plex Home

source: Invited Users
nl: Uitgenodigde gebruikers
ro: Utilizatori invitați

source: Login with MFA
nl: Log in met MFA
ro: Conectați-vă cu MFA

source: Login with Password
nl: Inloggen met wachtwoord
ro: Conectați-vă cu parolă

source: Login with your account
nl: Log in met uw account
ro: Conectați-vă cu contul dvs

source: Manage your invitations
nl: Beheer uw uitnodigingen
ro: Gestionați-vă invitațiile

source: Modify the look and feel of the server
nl: Pas de look en feel van de server aan
ro: Modificați aspectul serverului

source: Multi-Factor Authentication
nl: Multi-factor authenticatie
ro: Autentificare cu mai mulți factori

source: Next
nl: Volgende
ro: Următorul

source: No settings matched your search.
nl: Er kwamen geen instellingen overeen met uw zoekopdracht.
ro: Nicio setare nu corespunde căutării dvs.

source: Password
nl: Wachtwoord
ro: Parola

source: Press the button below and follow your browser's steps to login
nl: Druk op de onderstaande knop en volg de stappen van uw browser om in te loggen
ro: Apăsați butonul de mai jos și urmați pașii browserului pentru a vă autentifica

source: Profile
nl: Profiel
ro: Profil

source: Request Access
nl: Toegang vragen
ro: Cere acces

source: Select All
nl: Selecteer alles
ro: Selectează tot

source: Select Libraries
nl: Selecteer Bibliotheken
ro: Selectați Biblioteci

source: Settings
nl: Instellingen
ro: Setări

source: Setup Wizarr
nl: Installatie Wizarr
ro: Asistentul de configurare

source: Show Information
nl: Toon informatie
ro: Afișați informații

source: Something's missing.
nl: Er ontbreekt iets.
ro: Ceva lipseste.

source: Sorry, we can't find that page. It doesn't seem to exist!
nl: Sorry, we kunnen die pagina niet vinden. Het lijkt niet te bestaan!
ro: Ne pare rău, nu putem găsi pagina respectivă. Se pare că nu există!

source: Specific Libraries
nl: Specifieke bibliotheken
ro: Biblioteci specifice

source: This is a temporary and we are working on adding support for other databases.
nl: Dit is tijdelijk en we werken aan het toevoegen van ondersteuning voor andere databases.
ro: Acesta este un lucru temporar și lucrăm la adăugarea de suport pentru alte baze de date.

source: Unlimited
nl: Onbeperkt
ro: Nelimitat

source: Unlimited Usages
nl: Onbeperkt gebruik
ro: Utilizări nelimitate

source: Use your Fingerprint or Face Recognition to Verify your Identity
nl: Gebruik uw vingerafdruk of gezichtsherkenning om uw identiteit te verifiëren
ro: Utilizați amprenta sau recunoașterea feței pentru a vă verifica identitatea

source: Users
nl: Gebruikers
ro: Utilizatori

source: View and download server logs
nl: Bekijk en download serverlogboeken
ro: Vizualizați și descărcați jurnalele serverului

source: View and manage scheduled tasks
nl: Bekijk en beheer geplande taken
ro: Vizualizați și gestionați sarcinile programate

source: View information about the server
nl: Bekijk informatie over de server
ro: Vizualizați informații despre server

source: We hope you enjoy using Wizarr and invite you to explore its powerful features and intuitive interface. Should you need any assistance, please refer to our documentation or reach out to our community for support.
nl: We hopen dat u Wizarr met veel plezier gebruikt en nodigen u uit om de krachtige functies en intuïtieve interface te ontdekken. Als je hulp nodig hebt, raadpleeg dan onze documentatie of neem contact op met onze gemeenschap voor ondersteuning.
ro: Sperăm că vă place să utilizați Wizarr și vă invităm să explorați funcțiile sale puternice și interfața intuitivă. Dacă aveți nevoie de asistență, vă rugăm să consultați documentația noastră sau să contactați comunitatea noastră pentru asistență.

source: Welcome to Wizarr
nl: Welkom bij Wizarr
ro: Bun venit la Wizarr

source: When set, invited user(s) will be removed from the server after the set number of days. (1-999)
nl: Indien ingesteld, worden uitgenodigde gebruiker(s) na het ingestelde aantal dagen van de server verwijderd. (1-999)
ro: Când este setat, utilizatorii invitați vor fi eliminați de pe server după numărul de zile stabilit. (1-999)

source: Wizarr
ro: Vrăjitorul

source: Wizarr is an automatic user invitation system for Plex, Jellyfin, and Emby. With Wizarr, you can easily create unique invitation links to share with users, automatically inviting them to your Media Server! Furthermore, Wizarr provides guidance on downloading clients and instructions for using Jellyseerr, Overseerr or Ombi site.
nl: Wizarr is een automatisch gebruikersuitnodigingssysteem voor Plex, Jellyfin en Emby. Met Wizarr kunt u eenvoudig unieke uitnodigingslinks maken om te delen met gebruikers, waarbij u ze automatisch uitnodigt voor uw mediaserver! Bovendien biedt Wizarr begeleiding bij het downloaden van clients en instructies voor het gebruik van de Jellyseerr-, Overseerr- of Ombi-site.
ro: Wizarr este un sistem automat de invitare a utilizatorilor pentru Plex, Jellyfin și Emby. Cu Wizarr, puteți crea cu ușurință linkuri unice de invitație pentru a le partaja utilizatorilor, invitându-i automat pe serverul dvs. media! În plus, Wizarr oferă îndrumări despre descărcarea clienților și instrucțiuni pentru utilizarea site-ului Jellyseerr, Overseerr sau Ombi.

source: You have successfully completed the setup process.
nl: U hebt het installatieproces met succes voltooid.
ro: Ați finalizat cu succes procesul de configurare.

source: Your Done
nl: Je bent klaar
ro: Gata
