Repository: AmirulAndalib/wizarr
Catalog: apps/wizarr-frontend/src/language/*/app.po
Languages: vi

source: About
vi: Thông tin

source: Account
vi: Tài khoản

source: Account Settings
vi: Cài đặt tài khoản

source: Add API keys for external services
vi: Thêm API keys vào dịch vụ mở rộng

source: Add Custom HTML page to help screen
vi: Thêm trang HTML tùy chỉnh vào trang hỗ trợ

source: Add Jellyseerr, Overseerr or Ombi support
vi: Thêm hỗ trợ Jellyseerr, Overseerr hoặc Ombi

source: Add Passkey
vi: Thêm Passkey

source: Add Request Service
vi: Thêm dịch vụ yêu cầu

source: Add Service
vi: Thêm dịch vụ

source: Add webhooks for external services
vi: Thêm webhooks cho dịch vụ mở rộng

source: Admin Account
vi: Tài khoản Admin

source: Advanced Options
vi: Tùy chọn nâng cao

source: Advanced Settings
vi: Cài đặt mở rộng

source: Advanced settings for the server
vi: Cài đặt nâng cao cho server

source: All done!
vi: Tất cả đã được làm xong!

source: All of your media server settings will appear here, we know your going to spend a lot of time here 😝
vi: Tất cả cài đặt media server của bạn sẽ xuất hiện ở đây, chúng tôi biết bạn sẽ dành nhiều thời gian ở đây 😝

source: All of your media server users will appear here in a list. You can manage them, edit them, and delete them. Other information like their expiration or creation date will also be displayed here.
vi: Tất cả người dùng media server của bạn sẽ xuất hiện ở đây trong danh sách. Bạn có thể quản lý chúng, chỉnh sửa và xóa chúng. Các thông tin khác như ngày hết hạn hoặc ngày tạo cũng sẽ được hiển thị ở đây.

source: API key deleted successfully
vi: Xoá API key thành công

source: API key deletion cancelled
vi: Xóa API key đã bị hủy

source: Are you sure you want to delete this API key?
vi: Bạn có chắc muốn xóa API key này không?

source: Are you sure you want to delete this invitation?
vi: Bạn có chắc muốn xóa thư mời này không?

source: Are you sure you want to delete this request?
vi: Bạn có chắc muốn xóa yêu cầu này không?

source: Are you sure you want to delete this webhook?
vi: Bạn có chắc muốn xóa webhook này không?

source: Are you sure you want to reset your dashboard?
vi: Bạn có chắc muốn đặt lại bảng điều khiển của mình không?

source: Are you sure you want to save this connection, this will reset your Wizarr instance, which may lead to data loss.
vi: Bạn có chắc muốn lưu kết nối này không, thao tác này sẽ đặt lại phiên bản Wizarr của bạn, điều này có thể dẫn đến mất dữ liệu.

source: Are you sure?
vi: Bạn có chắc không?

source: Back
vi: Trở về

source: Backup
vi: Sao lưu

source: Backup File
vi: Sao lưu File

source: Change your password
vi: Thay đổi mật khẩu

source: Check for and view updates
vi: Kiểm tra và xem bản cập nhật

source: Click the key to copy to clipboard!
vi: Chọn nút KEY sao chép nội dung vào bộ nhớ tạm!

source: Close
vi: Đóng

source: Configure Discord bot settings
vi: Cài đặt cấu hình bot Discord

source: Configure notification settings
vi: Cài đặt cấu hình thông báo

source: Configure payment settings
vi: Cài đặt cấu hình phương thức thanh toán

source: Configure your account settings
vi: Cài đặt cấu hình tài khoản của bạn

source: Configure your media server settings
vi: Cài đặt cấu hình media server của bạn

source: Configure your passkeys
vi: Cấu hình passkeys của bạn

source: Continue
vi: Tiếp tục

source: Copied to clipboard
vi: Sao chép vào bộ nhớ tạm

source: Copy
vi: Sao chép

source: Could not connect to the server.
vi: Không thể kết nối đến server.

source: Could not create the account.
vi: Không thể tạo tài khoản.

source: Create a backup of your database and configuration. Please set an encryption password to protect your backup file.
vi: Tạo bản sao database và cấu hình của bạn. Vui lòng đặt mật khẩu mã hóa để bảo vệ tập tin sao lưu của bạn.

source: Create and restore backups
vi: Tạo và khôi phục bản sao lưu

source: Create Another
vi: Tạo cái khác

source: Create API Key
vi: Tạo API Key

source: Create Flow
vi: Tạo luồng

source: Create Invitation
vi: Tạo thư mời

source: Create Invite
vi: Tạo lời mời

source: Create Webhook
vi: Tạo Webhook

source: Currently Wizarr only supports it's internal SQLite database.
vi: Hiện tại Wizarr chỉ hỗ trợ SQLite database nội bộ.

source: Custom HTML
vi: Tuỳ chỉnh HTML

source: Dashboard reset cancelled
vi: Đặt lại bảng điều khiển đã bị huỷ

source: Dashboard reset successfully
vi: Đặt lại bảng điều khiển thành công

source: Dashboard Widgets
vi: Tiện ích bảng điều khiển

source: Deleted users will not be visible
vi: Người dùng đã xóa sẽ không hiển thị

source: Detect Server
vi: Phát hiện Server

source: Detected %{server_type} server!
vi: Đã phát hiện %{server_type} server!

source: Do you really want to delete this user from your media server?
vi: Bạn có thực sự muốn xóa người dùng này khỏi media server của mình không?

source: Don't see your server?
vi: Không thấy server của mình?

source: Edit Dashboard
vi: Chỉnh sửa bảng điều khiển

source: Eh, So, What is Jellyfin exactly?
vi: Eh, Vậy Jellyfin chính xác là gì?

source: Eh, So, What is Plex exactly?
vi: Eh, Vậy Plex chính xác là gì?

source: Enable Discord page and configure settings
vi: Kích hoạt trang Discord và cài đặt cấu hình

source: Encryption Password
vi: Mã hoá mật khẩu

source: End of Tour
vi: Kết thúc hướng dẫn

source: Expired %{s}
vi: Quá hạn %{s}

source: Expires %{s}
vi: Hết hạn %{s}

source: Failed to create invitation
vi: Tạo thư mời bị lỗi

source: Flow Editor
vi: Chỉnh sửa luồng

source: General settings for the server
vi: Cài đặt chung cho server

source: Get Started
vi: Bắt Đầu

source: Getting Started!
vi: Bắt Đầu!

source: Go Home
vi: Về Trang Chủ

source: Go to Dashboard
vi: Đi đến Bảng điều khiển

source: Go to Login
vi: Đến trang Đăng nhập

source: Great news! You now have access to our server's media collection. Let's make sure you know how to use it with Jellyfin.
vi: Tin tốt! Bây giờ bạn có quyền truy cập vào bộ sưu tập server's media của chúng tôi. Hãy đảm bảo rằng bạn biết cách sử dụng nó với Jellyfin.

source: Great question! Plex is a software that allows individuals to share their media collections with others. If you've received this invitation, it means someone wants to share their library with you.
vi: Câu hỏi tuyệt vời! Plex là phần mềm cho phép các cá nhân chia sẻ bộ sưu tập media của họ với người khác. Nếu bạn nhận được liên kết lời mời này, điều đó có nghĩa là ai đó muốn chia sẻ thư viện của họ với bạn.

source: here
vi: Tại đây

source: Home
vi: Trang chủ

source: I wanted to invite you to join my media server.
vi: Tôi muốn mời bạn tham gia media server của tôi.

source: If you were sent here by a friend, please request access or if you have an invite code, please click Get Started!
vi: Nếu bạn được bạn bè gửi đến đây, vui lòng yêu cầu quyền truy cập hoặc nếu bạn có mã mời, vui lòng chọn vào Bắt Đầu!

source: Invalid invitation code, please try again
vi: Mã thư mời không hợp lệ, vui lòng thử lại

source: Invitation Code
vi: Mã thư mời

source: Invitation deleted successfully
vi: Đã xoá thư mời thành công

source: Invitation deletion cancelled
vi: Xóa thư mời đã bị huỷ

source: Invitation Details
vi: Chi tiết thư mời

source: Invitation expired %{s}
vi: Thư mời quá hạn %{s}

source: Invitation expires %{s}
vi: Thư mời hết hạn %{s}

source: Invitation Settings
vi: Cài đặt thư mời

source: Invitation used
vi: Thư mời đã sử dụng

source: Invitation Users
vi: Thư mời người dùng

source: Invitations
vi: Thư mời

source: Invite Code
vi: Mã mời

source: Invited Users
vi: Người dùng được mời

source: Jellyfin is a platform that lets you stream all your favorite movies, TV shows, and music in one place. It's like having your own personal movie theater right at your fingertips! Think of it as a digital library of your favorite content that you can access from anywhere, on any device - your phone, tablet, laptop, smart TV, you name it.
vi: Jellyfin là nền tảng cho phép bạn phát trực tuyến tất cả các bộ phim, chương trình truyền hình và âm nhạc yêu thích của mình ở một nơi. Nó giống như có rạp chiếu phim cá nhân của riêng bạn ngay trong tầm tay bạn! Hãy coi nó như một thư viện kỹ thuật số chứa nội dung yêu thích của bạn mà bạn có thể truy cập từ mọi nơi, trên mọi thiết bị - điện thoại, máy tính bảng, máy tính xách tay, TV thông minh, bạn đặt tên cho nó.

source: Join
vi: Tham gia

source: Join & Download
vi: Tham gia & Tải xuống

source: Join & Download Plex for this device
vi: Tham gia và tải xuống Plex cho thiết bị này

source: Join my media server
vi: Tham gia media server của tôi

source: Latest Info
vi: Thông tin mới nhất

source: Latest Information
vi: Thông tin mới nhất (Bài viết, tài liệu)

source: Like this Widget, it shows you the latest information about Wizarr and will be updated regularly by our amazing team.
vi: Giống như Widget này, nó hiển thị cho bạn thông tin mới nhất về Wizarr và sẽ được đội ngũ tuyệt vời của chúng tôi cập nhật thường xuyên.

source: Load More
vi: Tải thêm

source: Login
vi: Đăng nhập

source: Login to Plex
vi: Đăng nhập Plex

source: Login with Passkey
vi: Đăng nhập qua Passkey

source: Login with Password
vi: Đăng nhập qua mật khẩu

source: Login with your account
vi: Đăng nhập bằng tài khoản của bạn

source: Logs
vi: Nhật ký (Logs)

source: Main Settings
vi: Cài đặt Chính

source: Manage you Wizarr server
vi: Quản lý Wizarr server

source: Manage your command flows
vi: Quản lý luồng lệnh của bạn

source: Manage your invitations
vi: Quản lý thư mời của bạn

source: Manage your media server users
vi: Quản lý người dùng media server

source: Managing %{user}
vi: Quản lý %{user}

source: Mixing the potions
vi: Kết hợp và tích hợp các thành phần (module)

source: Modify the look and feel of the server
vi: Sửa đổi giao diện và trải nghiệm của server

source: My API Key
vi: API Key của tôi

source: My Webhook
vi: Webhook của tôi

source: Next
vi: Kế tiếp

source: Next Page
vi: Trang kế tiếp

source: No API Keys found
vi: Không tìm thấy API Keys

source: No contributors found
vi: Không tìm thấy người đóng góp

source: No expiration
vi: Không hết hạn

source: No Invitations found
vi: Không tìm thấy thư mời

source: No Passkeys found
vi: Không tìm thấy Passkeys

source: No Requests found
vi: Không tìm thấy yêu cầu

source: No servers could be found.
vi: Không tìm thấy servers nào để kết nối.

source: No settings matched your search.
vi: Không có cài đặt nào phù hợp với tìm kiếm của bạn.

source: No Users found
vi: Không tìm thấy người dùng

source: No Webhooks found
vi: Không tìm thấy Webhooks

source: Notifications
vi: Thông báo

source: Open Jellyfin
vi: Mở Jellyfin

source: Open Plex
vi: Mở Plex

source: Password
vi: Mật khẩu

source: Payments
vi: Thanh toán

source: Planning on watching Movies on this device? Download Jellyfin for this device or click 'Next' to for other options.
vi: Bạn đang có kế hoạch xem Phim trên thiết bị này? Tải xuống Jellyfin cho thiết bị này hoặc chọn vào 'Next' để có các tùy chọn khác.

source: Planning on watching Movies on this device? Download Plex for this device.
vi: Bạn đang có kế hoạch xem Phim trên thiết bị này? Tải xuống Plex cho thiết bị này.

source: Please bare in mind that these tools are only for debugging purposes and we will not provide you with support from any issues that may arise from using them.
vi: Xin lưu ý rằng những công cụ này chỉ nhằm mục đích gỡ lỗi và chúng tôi sẽ không hỗ trợ bạn về bất kỳ vấn đề nào có thể phát sinh khi sử dụng chúng.

source: Please enter a server URL and API key.
vi: Vui lòng nhập server URL và API key.

source: Please enter a server URL.
vi: Vui lòng nhập server URL.

source: Please enter an invite code
vi: Vui lòng nhập mã mời

source: Please enter your invite code
vi: Vui lòng nhập mã mời của bạn

source: Please login to your Plex account to help us connect you to our server.
vi: Vui lòng đăng nhập vào tài khoản Plex của bạn để giúp chúng tôi kết nối bạn với server của chúng tôi.

source: Please take a copy your API key. You will not be able to see it again, please make sure to store it somewhere safe.
vi: Vui lòng sao chép API key của bạn. Bạn sẽ không thể nhìn thấy nó nữa, hãy đảm bảo lưu trữ nó ở nơi an toàn.

source: Please wait
vi: Xin vui lòng chờ

source: Please wait...
vi: Xin vui lòng chờ...

source: Press the button below and follow your browser's steps to login
vi: Nhấn nút bên dưới và làm theo các bước trên trình duyệt của bạn để đăng nhập

source: Read More
vi: Đọc thêm

source: Request Access
vi: Yêu cầu quyền truy cập

source: Requests
vi: Yêu cầu

source: Reset Layout
vi: Đặt lại bố cục

source: Restore
vi: Khôi phục

source: Restore a backup of your database and configuration from a backup file. You will need to provide the encryption password that was used to create the backup
vi: Khôi phục bản sao lưu database và cấu hình của bạn từ file sao lưu. Bạn sẽ cần cung cấp mật khẩu mã hóa đã được sử dụng để tạo bản sao lưu

source: Restore a backup of your database and configuration from a backup file. You will need to provide the encryption password that was used to create the backup.
vi: Khôi phục bản sao lưu database và cấu hình của bạn từ file sao lưu. Bạn sẽ cần cung cấp mật khẩu mã hóa đã được sử dụng để tạo bản sao lưu.

source: Restore Backup
vi: Khôi phục bản sao lưu

source: Save
vi: Lưu

source: Save Account
vi: Lưu tài khoản

source: Save Connection
vi: Lưu kết nối

source: Save Dashboard
vi: Lưu bảng điều khiển

source: Save URL
vi: Lưu URL

source: Scan for Users
vi: Quét tìm người dùng

source: Scan Libraries
vi: Quét thư viện

source: Scan Servers
vi: Quét Servers

source: Scan Users
vi: Quét người dùng

source: Search Settings
vi: Thiết lập tìm kiếm

source: Select Language
vi: Chọn ngôn ngữ

source: Select Libraries
vi: Chọn thư viện

source: Server connection verified!
vi: Đã xác minh kết nối Server!

source: Server Display Name
vi: Tên hiển thị của Server

source: Server Type
vi: Loại Server

source: Settings
vi: Cài đặt

source: Settings Categories
vi: Danh mục cài đặt

source: Settings for user accounts
vi: Cài đặt cho tài khoản người dùng

source: Setup Wizarr
vi: Cài đặt Wizarr

source: Setup your account
vi: Cài đặt tài khoản của bạn

source: Share
vi: Chia sẻ

source: Share Invitation
vi: Chia sẻ thư mời

source: Share this link with your friends and family to invite them to join your media server.
vi: Chia sẻ link này với bạn bè và gia đình của bạn để mời họ tham gia media server của bạn.

source: So let's see how to get started!
vi: Vì vậy, hãy xem làm thế nào để bắt đầu!

source: So you now have access to our server's media collection. Let's make sure you know how to use it with Plex.
vi: Vì vậy, bây giờ bạn có quyền truy cập vào bộ sưu tập server's media của chúng tôi. Hãy đảm bảo rằng bạn biết cách sử dụng nó với Plex.

source: Something went wrong while trying to join the server. Please try again later.
vi: Đã xảy ra lỗi khi cố gắng tham gia vào server. Vui lòng thử lại sau.

source: Something's missing.
vi: Có gì đó đang thiếu.

source: Sorry, we can't find that page. It doesn't seem to exist!
vi: Xin lỗi, chúng tôi không thể tìm thấy trang đó. Nó dường như không tồn tại!

source: Start Walkthrough
vi: Hướng dẫn sử dụng

source: Still under development
vi: Vẫn đang được phát triển

source: System Default
vi: Mặc định hệ thống

source: Tasks
vi: Tác vụ

source: There are a lot of settings, so you can search for them by using the search bar.
vi: Có rất nhiều cài đặt nên bạn có thể tìm kiếm chúng bằng cách sử dụng thanh tìm kiếm.

source: These are your widgets, you can use them to get a quick overview of your Wizarr instance.
vi: Đây là các widgets của bạn, bạn có thể sử dụng chúng để có cái nhìn tổng quan nhanh về phiên bản Wizarr của mình.

source: This is a temporary and we are working on adding support for other databases.
vi: Đây chỉ là tạm thời và chúng tôi đang nỗ lực bổ sung hỗ trợ cho các databases khác.

source: This is the end of the tour, we hope you enjoyed you found it informative! Please feel free to contact us on Discord and let us know what you think of Wizarr.
vi: Đây là phần kết thúc của chuyến tham quan, chúng tôi hy vọng bạn thích thú vì thấy nó mang lại nhiều thông tin hữu ích! Vui lòng liên hệ với chúng tôi trên Discord và cho chúng tôi biết suy nghĩ của bạn về Wizarr.

source: This is where you can manage your invitations, they will appear here in a list. Invitations are used to invite new users to your media server.
vi: Đây là nơi bạn có thể quản lý thư mời của mình, chúng sẽ xuất hiện ở đây dưới dạng danh sách. Thư mời được sử dụng để mời người dùng mới vào media server của bạn.

source: This page is currently read only!
vi: Trang này hiện chỉ được đọc!

source: To decrypt and encrypt backup files you can use the tools
vi: Để giải mã và mã hóa files sao lưu bạn có thể sử dụng công cụ

source: Total Invitations
vi: Tổng thư mời

source: Total Tasks
vi: Tổng tác vụ

source: Total Users
vi: Tổng người dùng

source: Try Again
vi: Thử lại

source: Type in your invite code to %{server_name} server!
vi: Nhập mã mời của bạn để %{server_name} server!

source: UI Settings
vi: Cài đặt UI

source: Unable to detect server.
vi: Không thể phát hiện server.

source: Unable to save connection.
vi: Không thể lưu kết nối.

source: Unable to verify server.
vi: Không thể xác minh máy chủ.

source: Updates
vi: Cập nhật

source: Use your Fingerprint or Face Recognition to Verify your Identity
vi: Sử dụng Dấu vân tay hoặc Nhận dạng khuôn mặt để xác minh danh tính của bạn

source: User %{user} deleted
vi: Người dùng %{user} đã bị xoá

source: User deletion cancelled
vi: Xoá người dùng đã được huỷ

source: User Expiration
vi: Người dùng hết hạn

source: User expired %{s}
vi: Người dùng quá hạn %{s}

source: User expires %{s}
vi: Người dùng hết hạn %{s}

source: Username
vi: Tên tài khoản

source: Users
vi: Người dùng

source: Verify Connection
vi: Xác minh kết nối

source: View
vi: Xem

source: View and download server logs
vi: Xem và tải xuống nhật ký server

source: View and manage scheduled tasks
vi: Xem và quản lý tác vụ theo lịch trình

source: View and manage your active sessions
vi: Xem và quản lý sessions hoạt động của bạn

source: View API key
vi: Xem API key

source: View information about the server
vi: Xem thông tin về server

source: We have categorized all of your settings to make it easier to find them.
vi: Chúng tôi đã phân loại tất cả các cài đặt của bạn để giúp bạn tìm thấy chúng dễ dàng hơn.

source: We want to help you get started with Wizarr as quickly as possible, consider following this tour to get a quick overview.
vi: Chúng tôi muốn giúp bạn bắt đầu với Wizarr nhanh nhất có thể, hãy cân nhắc theo dõi chuyến tham quan này để có cái nhìn tổng quan nhanh chóng.

source: Webhook deleted successfully
vi: Xoá Webhook thành công

source: Webhook deletion cancelled
vi: Xoá Webhook đã được huỷ

source: Welcome to Wizarr
vi: Chào mừng đến với Wizarr

source: With Plex, you'll have access to all of the movies, TV shows, music, and photos that are stored on their server!
vi: Với Plex, bạn sẽ có quyền truy cập vào tất cả phim, chương trình TV, nhạc và ảnh được lưu trữ trên server của họ!

source: Wizarr is a software tool that provides advanced user invitation and management capabilities for media servers such as Jellyfin, Emby, and Plex. With Wizarr, server administrators can easily invite new users and manage their access
vi: Wizarr là một công cụ phần mềm cung cấp khả năng quản lý và mời người dùng nâng cao cho các media servers như Jellyfin, Emby và Plex. Với Wizarr, quản trị viên server có thể dễ dàng mời người dùng mới và quản lý quyền truy cập của họ

source: Wizarr will automatically scan your media server for new users, but you can also manually scan for new users by clicking on the 'Scan for Users' button, this is useful if Wizarr has not gotten around to doing it yet.
vi: Wizarr sẽ tự động quét media server của bạn để tìm người dùng mới, nhưng bạn cũng có thể quét thủ công người dùng mới bằng cách nhấp vào nút 'Quét tìm người dùng', điều này rất hữu ích nếu Wizarr chưa bắt đầu thực hiện việc đó.

source: You can also edit your dashboard, delete widgets, add new widgets, and move them around.
vi: Bạn cũng có thể chỉnh sửa trang bảng điều khiển của mình, xóa widgets, thêm widgets mới và di chuyển chúng.

source: You can create a new invitation by clicking on the 'Create Invitation' button.
vi: Bạn có thể tạo thư mời mới bằng cách nhấp vào nút 'Create Invitation'.

source: You have successfully completed the setup process.
vi: Bạn đã hoàn tất thành công quá trình thiết lập.

source: You're all set, click continue to get started and walkthrough how to use %{serverName}!
vi: Bạn đã hoàn tất, hãy nhấp vào tiếp tục để bắt đầu và hướng dẫn cách sử dụng %{serverName}!

source: Your browser does not support copying to clipboard
vi: Trình duyệt của bạn không hỗ trợ sao chép vào bộ nhớ tạm

source: Your Done
vi: Bạn đã hoàn tất

source: Your Invitations
vi: Thư mời của bạn

source: Your Settings
vi: Cài đặt của bạn

source: Your Users
vi: Người dùng của bạn
