Repository: AmirulAndalib/wizarr
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ca, cs, fa, he, hr, hu, is, lt, pl

source: Wizarr is an automatic user invitation system for Plex, Jellyfin, and Emby. With Wizarr, you can easily create unique invitation links to share with users, automatically inviting them to your Media Server! Furthermore, Wizarr provides guidance on downloading clients and instructions for using Jellyseerr, Overseerr or Ombi site.
ca: Wizarr és un sistema automàtic d'invitació d'usuaris per a Plex, Jellyfin i Emby. Amb Wizarr, podeu crear fàcilment enllaços d'invitació únics per compartir-los amb els usuaris, convidant-los automàticament al vostre servidor multimèdia. A més, Wizarr ofereix orientació sobre la baixada de clients i instruccions per utilitzar el lloc Jellyseerr, Overseerr o Ombi.
cs: Wizarr je automatický systém pozvání uživatelů pro Plex, Jellyfin a Emby. S Wizarrem můžete snadno vytvářet jedinečné pozvánky, které můžete sdílet s uživateli, a automaticky je zvát na váš mediální server! Kromě toho Wizarr poskytuje pokyny pro stahování klientů a pokyny pro používání stránek Jellyseerr, Overseerr nebo Ombi.
fa: Wizarr یک سیستم دعوت کاربر خودکار برای Plex، Jellyfin و Emby است. با Wizarr، می توانید به راحتی پیوندهای دعوت منحصر به فرد ایجاد کنید تا با کاربران به اشتراک بگذارید و آنها را به طور خودکار به سرور رسانه خود دعوت کنید! علاوه بر این، Wizarr راهنمایی در مورد دانلود مشتریان و دستورالعمل‌هایی برای استفاده از سایت Jellyseerr، Overeerr یا Ombi ارائه می‌دهد.
he: Wizarr היא מערכת הזמנה אוטומטית של משתמשים עבור Plex, Jellyfin ואמבי. עם Wizarr, אתה יכול ליצור בקלות קישורי הזמנה ייחודיים לשיתוף עם משתמשים, ולהזמין אותם אוטומטית לשרת המדיה שלך! יתרה מזאת, Wizarr מספקת הנחיות לגבי הורדת לקוחות והוראות לשימוש באתר Jellyseerr, Overseerr או Ombi.
hr: Wizarr je sustav automatskog pozivanja korisnika za Plex, Jellyfin i Emby. Uz Wizarr, možete jednostavno stvoriti jedinstvene pozivnice za dijeljenje s korisnicima, automatski ih pozivajući na vaš Media Server! Nadalje, Wizarr pruža smjernice za preuzimanje klijenata i upute za korištenje Jellyseerr, Overseerr ili Ombi stranice.
hu: A Wizarr egy automatikus felhasználói meghívó rendszer Plex, Jellyfin és Emby számára. A Wizarr segítségével egyszerűen létrehozhat egyedi meghívó hivatkozásokat, amelyeket megoszthat a felhasználókkal, és automatikusan meghívja őket a médiakiszolgálóra! Ezenkívül a Wizarr útmutatást ad a kliensek letöltéséhez, valamint útmutatást ad a Jellyseerr, Overseerr vagy Ombi webhely használatához.
is: Wizarr er sjálfvirkt notendaboðskerfi fyrir Plex, Jellyfin og Emby. Með Wizarr geturðu auðveldlega búið til einstaka boðstengla til að deila með notendum og bjóða þeim sjálfkrafa á fjölmiðlaþjóninn þinn! Ennfremur veitir Wizarr leiðbeiningar um niðurhal viðskiptavina og leiðbeiningar um notkun Jellyseerr, Overseerr eða Ombi síðuna.
lt: „Wizarr“ yra automatinė „Plex“, „Jellyfin“ ir „Emby“ vartotojų kvietimų sistema. Naudodami „Wizarr“ galite lengvai sukurti unikalias kvietimų nuorodas, kurias norite bendrinti su vartotojais, automatiškai pakviesdami juos į savo medijos serverį! Be to, „Wizarr“ pateikia klientų atsisiuntimo gaires ir „Jellyseerr“, „Overseerr“ ar „Ombi“ svetainių naudojimo instrukcijas.
pl: Wizarr to automatyczny system zapraszania użytkowników dla Plex, Jellyfin i Emby. Dzięki Wizarr możesz łatwo tworzyć unikalne linki do zaproszeń, aby udostępniać je użytkownikom, automatycznie zapraszając ich na swój serwer multimediów! Ponadto Wizarr zapewnia wskazówki dotyczące pobierania klientów oraz instrukcje korzystania ze strony Jellyseerr, Overseerr lub Ombi.

source: We hope you enjoy using Wizarr and invite you to explore its powerful features and intuitive interface. Should you need any assistance, please refer to our documentation or reach out to our community for support.
ca: Esperem que us agradi utilitzar Wizardr i us convidem a explorar les seves potents funcions i la seva interfície intuïtiva. Si necessiteu ajuda, consulteu la nostra documentació o poseu-vos en contacte amb la nostra comunitat per obtenir suport.
cs: Doufáme, že se vám Wizarr bude líbit a zveme vás k prozkoumání jeho výkonných funkcí a intuitivního rozhraní. Pokud byste potřebovali pomoc, podívejte se prosím do naší dokumentace nebo se obraťte na naši komunitu se žádostí o podporu.
fa: امیدواریم از استفاده از Wizarr لذت ببرید و از شما دعوت می کنیم تا ویژگی های قدرتمند و رابط بصری آن را کشف کنید. اگر به کمک نیاز دارید، لطفاً به اسناد ما مراجعه کنید یا برای پشتیبانی با انجمن ما تماس بگیرید.
he: אנו מקווים שתיהנו מהשימוש ב-Wizarr ומזמינים אתכם לחקור את התכונות החזקות והממשק האינטואיטיבי שלה. אם תזדקק לסיוע כלשהו, ​​עיין בתיעוד שלנו או פנה לקהילה שלנו לקבלת תמיכה.
hr: Nadamo se da ćete uživati ​​u korištenju Wizarra i pozivamo vas da istražite njegove moćne značajke i intuitivno sučelje. Ako trebate bilo kakvu pomoć, pogledajte našu dokumentaciju ili se obratite našoj zajednici za podršku.
hu: Reméljük, hogy élvezni fogja a Wizarr használatát, és felkérjük Önt, hogy fedezze fel hatékony funkcióit és intuitív kezelőfelületét. Ha segítségre van szüksége, tekintse meg dokumentációnkat, vagy forduljon közösségünkhöz támogatásért.
is: Við vonum að þú njótir þess að nota Wizarr og bjóðum þér að kanna öfluga eiginleika þess og leiðandi viðmót. Ef þú þarft einhverja aðstoð, vinsamlegast skoðaðu skjölin okkar eða leitaðu til samfélagsins okkar til að fá stuðning.
lt: Tikimės, kad jums patiks naudotis „Wizarr“ ir kviečiame ištirti jo galingas funkcijas bei intuityvią sąsają. Jei jums reikia pagalbos, peržiūrėkite mūsų dokumentus arba susisiekite su mūsų bendruomene.
pl: Mamy nadzieję, że spodoba ci się korzystanie z Wizarr i zapraszamy do zapoznania się z jego potężnymi funkcjami i intuicyjnym interfejsem. Jeśli potrzebujesz pomocy, zapoznaj się z naszą dokumentacją lub skontaktuj się z naszą społecznością w celu uzyskania pomocy.

source: Check out our documentation for detailed instructions on how to install and run Wizarr!
ca: Consulteu la nostra documentació per obtenir instruccions detallades sobre com instal·lar i executar Wizarr!
cs: Podívejte se do naší dokumentace pro podrobné pokyny k instalaci a spuštění Wizarr!
fa: برای دستورالعمل های دقیق در مورد نحوه نصب و اجرای Wizarr، مستندات ما را بررسی کنید!
he: עיין בתיעוד שלנו לקבלת הוראות מפורטות כיצד להתקין ולהפעיל את Wizarr!
hr: Pogledajte našu dokumentaciju za detaljne upute o tome kako instalirati i pokrenuti Wizarr!
hu: Tekintse meg dokumentációnkat a Wizarr telepítésével és futtatásával kapcsolatos részletes utasításokért!
is: Skoðaðu skjölin okkar fyrir nákvæmar leiðbeiningar um hvernig á að setja upp og keyra Wizarr!
lt: Išsamias instrukcijas, kaip įdiegti ir paleisti „Wizarr“, rasite mūsų dokumentuose!
pl: Sprawdź naszą dokumentację, aby uzyskać szczegółowe instrukcje, jak zainstalować i uruchomić Wizarr!

source: Edit
ca: Edita
cs: Upravit
fa: ویرایش کنید
he: לַעֲרוֹך
hr: Uredi
hu: Szerkesztés
is: Breyta
lt: Redaguoti
pl: Edytować

source: Used
ca: Utilitzat
fa: استفاده شده
he: נוצל
hr: korišteno
hu: Használt
is: Notað
lt: Panaudota
pl: Używany

source: Expired
ca: Caducat
fa: منقضی شده
he: פג תוקף
hr: Istekao
hu: Lejárt
is: Útrunnið
lt: Pasibaigęs galiojimo laikas
pl: Wygasły

source: Libraries
ca: Biblioteques
cs: Knihovny
fa: کتابخانه ها
he: ספריות
hr: Knjižnice
hu: Könyvtárak
is: Bókasöfn
lt: Bibliotekos
pl: Biblioteki

source: Created
ca: Creat
fa: ایجاد شده
he: נוצר
hr: Stvoreno
hu: Létrehozva
is: Búið til
lt: Sukurta
pl: Utworzony

source: No Invitations
hr: Nema pozivnica
pl: Brak zaproszeń

source: You have not created any invitations yet.
fa: شما هنوز هیچ دعوتنامه ای ایجاد نکرده اید.
hr: Još niste izradili nijednu pozivnicu.
hu: Még nem hozott létre meghívót.
pl: Nie utworzyłeś jeszcze żadnych zaproszeń.

source: Revoke
ca: Revocar
cs: Zrušit
fa: لغو
he: לְבַטֵל
hr: Opozvati
hu: Visszavonás
is: Afturkalla
lt: Atšaukti
pl: Unieważnić

source: Job Name
fa: اسم شغل
hr: Naziv posla
hu: Munka megnevezés
pl: Nazwa pracy

source: Next Execution
ca: Propera execució
cs: Další provedení
fa: اجرای بعدی
he: ההוצאה להורג הבאה
hr: Sljedeće izvršenje
hu: Következő végrehajtás
is: Næsta framkvæmd
lt: Kitas vykdymas
pl: Następna egzekucja

source: Run Now
ca: Corre ara
cs: Spustit hned
fa: الان اجرا کن
he: רוץ עכשיו
hr: Trči sada
hu: Fuss most
is: Hlaupa núna
lt: Paleisti dabar
pl: Biegnij teraz

source: Users
ca: Usuaris
cs: Uživatelé
fa: کاربر ها
he: משתמשים
hr: Korisnici
hu: Felhasználók
is: Notendur
lt: Vartotojai
pl: Użytkownicy

source: Attention!
ca: Atenció!
cs: Upozornění!
fa: توجه!
he: שים לב!
hr: Pažnja!
hu: Figyelem!
is: Athugið!
lt: Dėmesio!
pl: Uwaga!

source: Update available. Click here.
ca: Actualització disponible. Clica aquí.
cs: Aktualizace k dispozici. Klikněte zde.
fa: به روز رسانی موجود است. اینجا کلیک کنید.
he: קיים עדכון. לחץ כאן.
hr: Ažuriranje dostupno. Kliknite ovdje.
hu: Frissítés elérhető. Kattints ide.
is: Uppfærsla í boði. Smelltu hér.
lt: Galimas atnaujinimas. Paspauskite čia.
pl: Dostępna aktualizacja. Kliknij tutaj.

source: Help
ca: Ajuda
cs: Pomoc
fa: کمک
he: עֶזרָה
hr: Pomozite
hu: Segítség
is: Hjálp
lt: Pagalba
pl: Pomoc

source: Getting Started!
ca: Començant!
cs: Začínáme!
fa: شروع شدن!
he: מתחילים!
hr: Početak rada!
hu: Elkezdeni!
is: Að byrja!
lt: Darbo pradžia!
pl: Pierwsze kroki!

source: Next
ca: Pròxim
cs: další
fa: بعد
he: הַבָּא
hr: Sljedeći
hu: Következő
is: Næst
lt: Kitas
pl: Następny

source: Open
fa: باز کن
hr: Otvoren
hu: Nyisd ki
pl: otwarty

source: Automatic Media Requests
ca: Sol·licituds automàtiques de mitjans
cs: Automatické požadavky na média
fa: درخواست رسانه خودکار
he: בקשות מדיה אוטומטיות
hr: Automatski medijski zahtjevi
hu: Automatikus médiakérések
is: Sjálfvirkar fjölmiðlabeiðnir
lt: Automatinės medijos užklausos
pl: Automatyczne żądania mediów

source: We are excited to offer you a wide selection of media to choose from. If you're having trouble finding something you like, don't worry! We have a user-friendly request system that can automatically search for the media you're looking for.
cs: Jsme rádi, že vám můžeme nabídnout široký výběr médií, ze kterých si můžete vybrat. Pokud máte problém najít něco, co se vám líbí, nebojte se! Máme uživatelsky přívětivý systém požadavků, který dokáže automaticky vyhledávat média, která hledáte.
fa: ما مشتاقیم که انتخاب گسترده ای از رسانه ها را به شما پیشنهاد دهیم. اگر در پیدا کردن مشکل دارید چیزی که دوست دارید، نگران نباشید! ما یک سیستم درخواست کاربر پسند داریم که می تواند به طور خودکار آن را جستجو کند رسانه ای که به دنبال آن هستید
hr: Uzbuđeni smo što vam možemo ponuditi širok izbor medija za odabir. Ako imate problema s pronalaženjem nešto što ti se sviđa, ne brini! Imamo user-friendly sustav zahtjeva koji može automatski tražiti medij koji tražite.
hu: Örömmel kínáljuk Önnek a média széles választékát, amelyek közül választhat. Ha gondjai vannak a kereséssel amit szeretsz, ne aggódj! Van egy felhasználóbarát kérőrendszerünk, amely automatikusan megkeresi a a keresett média.
is: Við erum spennt að bjóða þér mikið úrval af miðlum til að velja úr. Ef þú átt í vandræðum með að finna eitthvað sem þér líkar, ekki hafa áhyggjur! Við erum með notendavænt beiðnikerfi sem getur sjálfkrafa leitað að fjölmiðla sem þú ert að leita að.
pl: Cieszymy się, że możemy zaoferować szeroki wybór mediów do wyboru. Jeśli masz problem ze znalezieniem coś, co lubisz, nie martw się! Mamy przyjazny dla użytkownika system zapytań, który może automatycznie wyszukiwać media, których szukasz.

source: Request any available Movie or TV Show
ca: Sol·licita qualsevol pel·lícula o programa de televisió disponible
cs: Vyžádejte si jakýkoli dostupný film nebo televizní pořad
fa: هر فیلم یا نمایش تلویزیونی موجود را درخواست کنید
he: בקש כל סרט או סדרה
hr: Zatražite bilo koji dostupni film ili TV emisiju
hu: Kérjen bármilyen elérhető filmet vagy tévéműsort
is: Biðjið um hvaða kvikmynd eða sjónvarpsþátt sem er í boði
lt: Prašykite bet kurio galimo filmo ar TV laidos
pl: Poproś o dowolny dostępny film lub program telewizyjny

source: Requested media will be automatically downloaded (if available)
cs: Požadované médium bude automaticky staženo (pokud je k dispozici)
fa: رسانه درخواستی به صورت خودکار دانلود می شود (در صورت وجود)
hr: Zatraženi mediji automatski će se preuzeti (ako su dostupni)
hu: A kért média automatikusan letöltődik (ha elérhető)
is: Umbeðnum miðlum verður sjálfkrafa hlaðið niður (ef það er tiltækt)
pl: Żądane multimedia zostaną automatycznie pobrane (jeśli są dostępne)

source: If enabled, receive notifications
ca: Si està activat, rep notificacions
cs: Pokud je povoleno, přijímat upozornění
fa: در صورت فعال بودن، اعلان ها را دریافت کنید
he: אם פועל, קבל התראות
hr: Ako je omogućeno, primajte obavijesti
hu: Ha engedélyezve van, értesítéseket kaphat
is: Ef það er virkt skaltu fá tilkynningar
lt: Jeigu įgalinta, gaukite pranešimus
pl: Jeśli jest włączona, otrzymuj powiadomienia

source: Check it Out
ca: Comprova-ho
cs: Koukni na to
fa: آن را بررسی کنید
he: בדוק
hr: Provjerite
hu: Nézd meg
is: Skoðaðu þetta
lt: Pasižiūrėk
pl: Sprawdź to

source: Join & Download Jellyfin for this device
fa: بپیوندید و Jellyfin را دانلود کنید برای این دستگاه
hr: Pridružite se i preuzmite Jellyfin za ovaj uređaj
hu: Csatlakozz és töltsd le a Jellyfint ehhez a készülékhez
is: Vertu með og halaðu niður Jellyfin fyrir þetta tæki
pl: Dołącz i pobierz Jellyfin dla tego urządzenia

source: Great news! You now have access to our server's media collection. Let's make sure you know how to use it with Jellyfin.
fa: خبر عالی! اکنون به مجموعه رسانه های سرور ما دسترسی دارید. بیایید مطمئن شویم که نحوه استفاده را می دانید آن را با Jellyfin.
hr: Super vijest! Sada imate pristup zbirci medija našeg poslužitelja. Pobrinimo se da znate kako se koristiti to s Jellyfinom.
hu: Jó hír! Mostantól hozzáférhet szerverünk médiagyűjteményéhez. Győződjön meg arról, hogy tudja, hogyan kell használni azt Jellyfinnel.
is: Frábærar fréttir! Þú hefur nú aðgang að miðlunarsafni netþjónsins okkar. Við skulum ganga úr skugga um að þú veist hvernig á að nota það með Jellyfin.
pl: Dobre wieści! Masz teraz dostęp do kolekcji multimediów naszego serwera. Upewnijmy się, że wiesz, jak używać to z Jellyfinem.

source: Planning on watching Movies on this device? Download Jellyfin for this device.
ca: Estàs pensant en veure pel·lícules en aquest dispositiu? Baixa Jellyfin per a aquest dispositiu.
cs: Chystáte sledovat filmy na tomto zařízení? Stáhněte si Jellyfin pro toto zařízení.
fa: آیا قصد تماشای فیلم در این دستگاه را دارید؟ Jellyfin را برای این دستگاه دانلود کنید.
he: מתכנן לראות כאן סרטים? הורד Jellyfin למכשיר זה.
hr: Planirate gledati filmove na ovom uređaju? Preuzmite Jellyfin za ovaj uređaj.
hu: Tervezi filmek nézését ezen az eszközön? Töltse le a Jellyfint ehhez az eszközhöz.
is: Ætlarðu að horfa á kvikmyndir í þessu tæki? Sækja Jellyfin fyrir þetta tæki.
lt: Planuojate žiūrėti filmus šiuo įrenginiu? Atsisiųskite „Jellyfin“ šiam įrenginiui.
pl: Planujesz oglądać filmy na tym urządzeniu? Pobierz Jellyfin dla tego urządzenia.

source: If you don't wish to Download the App feel free to use Jellyfin in your devices web browser, just click "Next".
ca: Si no voleu descarregar l'aplicació, no dubteu a utilitzar Jellyfin al navegador web del vostre dispositiu, feu clic a "Següent".
cs: Pokud si nepřejete stáhnout aplikaci, můžete použít Jellyfin ve webovém prohlížeči zařízení, stačí kliknout na „Další“.
fa: اگر نمی‌خواهید برنامه را دانلود کنید، از Jellyfin در مرورگر وب دستگاه‌های خود استفاده کنید، فقط روی «بعدی» کلیک کنید.
he: אם אינך רוצה להוריד את האפליקציה, אל תהסס להשתמש בג'ליפין בדפדפן האינטרנט של המכשיר שלך, פשוט לחץ על "הבא".
hr: Ako ne želite preuzeti aplikaciju, slobodno upotrijebite Jellyfin u web pregledniku svog uređaja, samo kliknite "Dalje".
hu: Ha nem szeretné letölteni az alkalmazást, nyugodtan használja a Jellyfint eszköze webböngészőjében, csak kattintson a "Tovább" gombra.
is: Ef þú vilt ekki hlaða niður forritinu skaltu ekki hika við að nota Jellyfin í vafra tækisins þíns, smelltu bara á „Næsta“.
lt: Jei nenorite atsisiųsti programos, nedvejodami naudokite Jellyfin savo įrenginio žiniatinklio naršyklėje, tiesiog spustelėkite „Kitas“.
pl: Jeśli nie chcesz pobierać aplikacji, skorzystaj z Jellyfin w przeglądarce internetowej swojego urządzenia, po prostu kliknij „Dalej”.

source: Show Server URL
fa: نمایش URL سرور
hr: Prikaži URL poslužitelja
is: Sýna vefslóð netþjóns
pl: Pokaż URL serwera

source: Copy
ca: Còpia
cs: kopírovat
fa: کپی 🀄
he: עותק
hr: Kopirati
hu: Másolat
is: Afrita
lt: Kopijuoti
pl: Kopiuj

source: Open Jellyfin
ca: Obrir Jellyfin
cs: Otevřít Jellyfin
fa: Jellyfin را باز کنید
he: פתח את Jellyfin
hr: Otvori Jellyfin
hu: Nyissa meg a Jellyfint
is: Opið Jellyfin
lt: Atidaryti "Jellyfin"
pl: Otwórz Jellyfin

source: Other Download
fa: دیگر دانلود
hr: Ostalo preuzimanje
hu: Egyéb letöltés
pl: Inne Pobierz

source: Copied!
ca: Copiat!
cs: Zkopírováno!
fa: کپی شده!
he: מוּעֲתָק!
hr: Kopirano!
hu: Másolva!
is: Afritað!
lt: Nukopijuota!
pl: Skopiowane!

source: Right, so how do I watch stuff?
ca: D'acord, llavors, com puc veure coses?
cs: Dobře, tak jak mám sledovat věci?
fa: درست است، پس چگونه چیزها را تماشا کنم؟
he: טוב, אז איך אני צופה בדברים?
hr: Dobro, kako da gledam stvari?
hu: Rendben, akkor hogyan nézhetek meg dolgokat?
is: Hvernig horfi ég á efni?
lt: Supratau, tai kaip man pradėti žiūrėti dalykus?
pl: Dobra, więc jak mam oglądać rzeczy?

source: It couldn't be simpler! Jellyfin is available on a wide variety of devices including laptops, tablets, smartphones, and TVs. All you need to do is download the Jellyfin app on your device, sign in with your account, and you're ready to start streaming your media.
cs: Jednodušší už to být nemůže! Jellyfin je k dispozici na široké škále zařízení včetně notebooků, tabletů, chytrých telefonů a televizorů. Vše, co musíte udělat, je stáhnout si do zařízení aplikaci Jellyfin, přihlásit se pomocí svého účtu a můžete začít streamovat svá média.
fa: ساده تر از این نمی شد! Jellyfin بر روی طیف گسترده ای از دستگاه ها از جمله لپ تاپ، تبلت، گوشی های هوشمند و تلویزیون در دسترس است. تنها کاری که باید انجام دهید این است که برنامه Jellyfin را در دستگاه خود دانلود کنید، با حساب خود وارد شوید و آماده شروع پخش رسانه خود هستید.
hr: Ne može biti jednostavnije! Jellyfin je dostupan na velikom broju uređaja uključujući prijenosna računala, tablete, pametne telefone i televizore. Sve što trebate učiniti je preuzeti aplikaciju Jellyfin na svoj uređaj, prijaviti se svojim računom i spremni ste za početak strujanja medija.
hu: Nem is lehetne egyszerűbb! A Jellyfin számos eszközön elérhető, beleértve a laptopokat, táblagépeket, okostelefonokat és tévéket. Mindössze annyit kell tennie, hogy letölti a Jellyfin alkalmazást eszközére, bejelentkezik fiókjával, és máris megkezdheti a média streamelését.
is: Það gæti ekki verið einfaldara! Jellyfin er fáanlegt á fjölmörgum tækjum, þar á meðal fartölvum, spjaldtölvum, snjallsímum og sjónvörpum. Allt sem þú þarft að gera er að hlaða niður Jellyfin appinu í tækið þitt, skrá þig inn með reikningnum þínum og þú ert tilbúinn að byrja að streyma miðlinum þínum.
pl: To nie może być prostsze! Jellyfin jest dostępny na wielu różnych urządzeniach, w tym na laptopach, tabletach, smartfonach i telewizorach. Wszystko, co musisz zrobić, to pobrać aplikację Jellyfin na swoje urządzenie, zalogować się na swoje konto i możesz rozpocząć strumieniowe przesyłanie multimediów.

source: It's that easy!
ca: Així de fàcil!
cs: Je to tak snadné!
fa: به همین راحتی!
he: זה כזה קל!
hr: Tako je jednostavno!
hu: Ilyen egyszerű!
is: Það er svo auðvelt!
lt: Tai taip paprasta!
pl: To jest takie proste!

source: Eh, So, What is Jellyfin exactly?
ca: Eh, doncs, què és exactament Jellyfin?
cs: Eh, no, co je přesně Jellyfin?
fa: اوه، بنابراین، Jellyfin دقیقا چیست؟
he: אז, מה זה בדיוק Jellyfin?
hr: Eh, dakle, što je zapravo Jellyfin?
hu: Szóval, mi az a Jellyfin pontosan?
lt: Taigi, kas tiksliai yra „Jellyfin“??
pl: Ech, więc czym dokładnie jest Jellyfin?

source: Jellyfin is a platform that lets you stream all your favorite movies, TV shows, and music in one place. It's like having your own personal movie theater right at your fingertips! Think of it as a digital library of your favorite content that you can access from anywhere, on any device - your phone, tablet, laptop, smart TV, you name it.
cs: Jellyfin je platforma, která vám umožní streamovat všechny vaše oblíbené filmy, televizní pořady a hudbu na jednom místě. Je to jako mít své vlastní osobní kino přímo na dosah ruky! Představte si to jako digitální knihovnu vašeho oblíbeného obsahu, ke které máte přístup odkudkoli a z jakéhokoli zařízení – telefonu, tabletu, notebooku, chytré televize, co si jen vzpomenete.
fa: Jellyfin پلتفرمی است که به شما امکان می دهد تمام فیلم ها، برنامه های تلویزیونی و موسیقی مورد علاقه خود را در یک مکان پخش کنید. مثل این است که سینمای شخصی خود را در دستان خود داشته باشید! آن را به عنوان یک کتابخانه دیجیتالی از محتوای مورد علاقه خود در نظر بگیرید که می توانید از هر کجا و در هر دستگاهی - تلفن، تبلت، لپ تاپ، تلویزیون هوشمند خود، به آن دسترسی داشته باشید.
hr: Jellyfin je platforma koja vam omogućuje strujanje svih vaših omiljenih filmova, TV emisija i glazbe na jednom mjestu. To je kao da imate svoje osobno kino nadohvat ruke! Zamislite to kao digitalnu biblioteku svojih omiljenih sadržaja kojima možete pristupiti s bilo kojeg mjesta, na bilo kojem uređaju - svom telefonu, tabletu, prijenosnom računalu, pametnom TV-u, kako hoćete.
hu: A Jellyfin egy olyan platform, amely lehetővé teszi az összes kedvenc filmjének, tévéműsorának és zenéjének egy helyen történő streamelését. Olyan, mintha egy saját, személyes mozi lenne a keze ügyében! Tekints rá úgy, mint kedvenc tartalmaid digitális könyvtárára, amelyet bárhonnan, bármilyen eszközön elérhetsz – telefonodról, táblagépedről, laptopodról, okostévéről, nevezd el.
is: Jellyfin er vettvangur sem gerir þér kleift að streyma öllum uppáhalds kvikmyndunum þínum, sjónvarpsþáttum og tónlist á einum stað. Það er eins og að hafa þitt eigið persónulega kvikmyndahús innan seilingar! Hugsaðu um það sem stafrænt bókasafn með uppáhalds efninu þínu sem þú getur nálgast hvar sem er, á hvaða tæki sem er - símanum þínum, spjaldtölvu, fartölvu, snjallsjónvarpi, þú nefnir það.
pl: Jellyfin to platforma, która umożliwia przesyłanie strumieniowe wszystkich ulubionych filmów, programów telewizyjnych i muzyki w jednym miejscu. To tak, jakby mieć własne kino na wyciągnięcie ręki! Pomyśl o tym jak o cyfrowej bibliotece swoich ulubionych treści, do której możesz uzyskać dostęp z dowolnego miejsca i na dowolnym urządzeniu — telefonie, tablecie, laptopie, telewizorze Smart TV i tak dalej.

source: Join & Download Plex for this device
fa: به Plex بپیوندید و برای این دستگاه دانلود کنید
hr: Pridružite se i preuzmite Plex za ovaj uređaj
hu: Csatlakozzon és töltse le a Plex-et ehhez az eszközhöz
is: Vertu með og halaðu niður Plex fyrir þetta tæki
pl: Dołącz i pobierz Plex na to urządzenie

source: So you now have access to our server's media collection. Let's make sure you know how to use it with Plex.
fa: بنابراین شما اکنون به مجموعه رسانه های سرور ما دسترسی دارید. بیایید مطمئن شویم که می دانید چگونه از آن با Plex استفاده کنید.
hr: Dakle, sada imate pristup zbirci medija našeg poslužitelja. Hajdemo provjeriti znate li ga koristiti s Plexom.
hu: Így most hozzáférhet szerverünk médiagyűjteményéhez. Győződjön meg arról, hogy tudja, hogyan kell használni a Plex-szel.
is: Þannig að þú hefur nú aðgang að miðlunarsafni netþjónsins okkar. Við skulum ganga úr skugga um að þú veist hvernig á að nota það með Plex.
pl: Masz teraz dostęp do kolekcji multimediów naszego serwera. Upewnijmy się, że wiesz, jak go używać z Plexem.
