Repository: AmirulAndalib/wizarr
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ca, cs, fa, he, hr, hu, is, lt, pl

source: View and download server logs
ca: Veure i descarregar els registres del servidor
cs: Zobrazení a stahování protokolů serveru
fa: گزارش های سرور را مشاهده و دانلود کنید
he: הצג והורד יומני שרת
hr: Pregledajte i preuzmite zapisnike poslužitelja
hu: Szervernaplók megtekintése és letöltése
is: Skoða og hlaða niður netþjónaskrám
lt: Peržiūrėkite ir atsisiųskite serverio žurnalus
pl: Przeglądaj i pobieraj logi serwera

source: Tasks
cs: Úkoly
fa: وظایف
hr: Zadaci
hu: Feladatok
lt: Užduotys

source: View and manage scheduled tasks
cs: Zobrazení a správa naplánovaných úloh
fa: کارهای برنامه ریزی شده را مشاهده و مدیریت کنید
hr: Pregledajte zakazane zadatke i upravljajte njima
hu: Ütemezett feladatok megtekintése és kezelése
lt: Peržiūrėkite ir valdykite suplanuotas užduotis
pl: Przeglądaj zaplanowane zadania i zarządzaj nimi

source: Updates
fa: به روز رسانی ها
hr: nadopune
is: Uppfærslur

source: Check for and view updates
ca: Comproveu i visualitzeu actualitzacions
cs: Zkontrolujte a zobrazte aktualizace
fa: به روز رسانی ها را بررسی و مشاهده کنید
he: חפש והצג עדכונים
hr: Provjerite i pregledajte ažuriranja
hu: Frissítések keresése és megtekintése
is: Athugaðu og skoðaðu uppfærslur
lt: Patikrinkite ir peržiūrėkite naujinimus
pl: Sprawdź i przeglądaj aktualizacje

source: Backup
fa: پشتیبان گیری
hr: Sigurnosna kopija
hu: biztonsági mentés

source: Create and restore backups
hr: Stvorite i vratite sigurnosne kopije

source: About
fa: در باره
hr: Oko
hu: Ról ről
pl: O

source: View information about the server
ca: Veure informació sobre el servidor
cs: Zobrazení informací o serveru
fa: مشاهده اطلاعات مربوط به سرور
he: הצג מידע על השרת
hr: Pogledajte informacije o poslužitelju
hu: A szerverrel kapcsolatos információk megtekintése
is: Skoðaðu upplýsingar um netþjóninn
lt: Peržiūrėkite informaciją apie serverį
pl: Wyświetl informacje o serwerze

source: No settings matched your search.
ca: No hi ha cap configuració que coincideixi amb la vostra cerca.
cs: Vašemu vyhledávání neodpovídají žádné nastavení.
fa: هیچ تنظیماتی با جستجوی شما مطابقت نداشت.
he: אין הגדרות שתואמות לחיפוש שלך.
hr: Nijedna postavka ne odgovara vašem pretraživanju.
hu: Egyetlen beállítás sem felelt meg a keresésnek.
is: Engar stillingar passa við leitina þína.
lt: Jokie nustatymai neatitiko jūsų paieškos.
pl: Żadne ustawienia nie pasują do Twojego wyszukiwania.

source: Server Display Name
cs: Zobrazovaný název serveru
fa: نام نمایشی سرور
hr: Ime poslužitelja za prikaz
is: Sýningarnafn netþjóns
pl: Wyświetlana nazwa serwera

source: Server
fa: سرور
he: שרת
hr: poslužitelj
hu: Szerver
lt: Serveris
pl: serwer

source: Choose a server
ca: Trieu un servidor
cs: Vyberte server
fa: یک سرور انتخاب کنید
he: בחר שרת
hr: Odaberite poslužitelj
hu: Válasszon egy szervert
is: Veldu netþjón
lt: Pasirinkite serverį
pl: Wybierz serwer

source: Server URL
ca: URL del servidor
cs: Adresa URL serveru
fa: آدرس سرور
he: קישור לשרת
hr: URL poslužitelja
hu: Szerver URL
is: Vefslóð netþjóns
lt: Serverio nuoroda
pl: URL serwera

source: Server Token / API Key
fa: رمز سرور / کلید API
hr: Token poslužitelja / API ključ
pl: Token serwera / klucz API

source: Server Libraries
fa: کتابخانه های سرور
hr: Knjižnice poslužitelja
is: Server bókasöfn
pl: Biblioteki serwerów

source: Scan For Libraries
ca: Busca biblioteques
cs: Skenovat knihovny
fa: اسکن برای کتابخانه ها
he: סרוק ספריות
hr: Skeniraj knjižnice
hu: Könytvárak keresése
is: Leitaðu að bókasöfnum
lt: Ieškoti bibliotekų
pl: Skanuj w poszukiwaniu bibliotek

source: Create Agent
hr: Stvori agenta
pl: Utwórz agenta

source: Confirm Password
hr: Potvrdi lozinku
pl: Potwierdź hasło

source: Reset Password
hr: Resetiranje lozinke
pl: Zresetuj hasło

source: Display Name
cs: Zobrazovaný název
fa: نام نمایشی
hr: Ime za prikaz
is: Birtingarnafn
pl: Wyświetlana nazwa

source: Email Address
ca: Correu electrònic
cs: Emailová adresa
fa: آدرس ایمیل
he: כתובת דוא"ל
hr: Email adresa
hu: Email cím
is: Netfang
lt: Elektroninio pašto adresas
pl: Adres e-mail

source: Update
ca: Actualització
cs: Aktualizace
fa: به روز رسانی
he: עדכון
hr: Ažuriraj
hu: Frissítés
is: Uppfærsla
lt: Atnaujinti
pl: Aktualizacja

source: Request Server
fa: سرور درخواست
hr: Poslužitelj zahtjeva
pl: Serwer żądań

source: Disabled
ca: Inhabilitat
cs: Zakázáno
fa: معلول
he: נָכֶה
hr: Onemogućeno
hu: Tiltva
is: Öryrkjar
lt: Išjungta
pl: Wyłączony

source: Request Server URL
fa: درخواست URL سرور
hr: URL poslužitelja zahtjeva
is: Biðja um vefslóð netþjóns
pl: Żądaj adresu URL serwera

source: Request Server API Key
ca: Sol·liciteu la clau de l'API del servidor
cs: Vyžádejte si klíč API serveru
fa: درخواست کلید API سرور
he: בקש מפתח API של שרת
hr: API ključ poslužitelja zahtjeva
hu: Szerver API-kulcs kérése
is: Biðja um netþjón API lykil
lt: Prašyti serverio API rakto
pl: Poproś o klucz API serwera

source: Revoke All
ca: Revocar-ho tot
cs: Odvolat vše
fa: لغو همه
he: בטל הכל
hr: Opozovi sve
hu: Összes visszavonása
is: Afturkalla allt
lt: Atšaukti viską
pl: Odwołaj wszystko

source: Permission denied.
ca: Permís denegat.
cs: Přístup odepřen.
fa: اجازه رد شد.
he: הגישה אסורה.
hr: Dopuštenje odbijeno.
hu: Hozzáférés megtagadva.
is: Leifi hafnað.
lt: Leidimas nesuteiktas.
pl: Odmowa pozwolenia.

source: You are attempting to do something you shouldn't be doing...
ca: Estàs intentant fer alguna cosa que no hauries de fer...
cs: Pokoušíte se o něco, o co byste se pokoušet neměli...
fa: شما در حال تلاش برای انجام کاری هستید که نباید انجام می دهید ...
he: אתה מנסה לעשות משהו שאתה לא אמור..
hr: Pokušavate učiniti nešto što ne biste trebali učiniti...
hu: Olyan dolgot próbálsz megtenni, amit nem kellene...
is: Þú ert að reyna eitthvað sem þú ættir ekki að vera gera...
lt: Jūs bandote padaryti tai, ko neturėtumėte daryti...
pl: Próbujesz zrobić coś, czego nie powinieneś robić...

source: Something's missing.
ca: Falta alguna cosa.
cs: Něco chybí.
fa: چیزی کم است
he: משהו חסר.
hr: Nešto nedostaje.
hu: Valami hiányzik.
is: Það vantar eitthvað.
lt: Kažko trūksta.
pl: Czegoś brakuje.

source: Sorry, we can't find that page. It doesn't seem to exist!
ca: Ho sentim, no podem trobar aquesta pàgina. Sembla que no existeix!
cs: Omlouváme se, ale nemůžeme najít tuto stránku. Vypadá to že neexistuje!
fa: متأسفیم، ما نمی توانیم آن صفحه را پیدا کنیم. به نظر نمی رسد وجود داشته باشد!
he: סליחה, לא נראה כאלו העמוד קיים!
hr: Nažalost, ne možemo pronaći tu stranicu. Čini se da ne postoji!
hu: Sajnos nem találjuk az oldalt. Úgy tűnik, nem létezik!
is: Afsakið en við getum ekki fundið þessa síðu. Hún sýnist ekki vera til!
lt: Atsiprašome, šio puslapio neradome. Panašu, jog jis neegzistuoja!
pl: Przepraszamy, nie możemy znaleźć tej strony. Wydaje się, że nie istnieje!

source: Internal Server Error.
ca: Error del servidor intern.
cs: Interní chyba serveru.
fa: خطای سرور داخلی
he: שגיאת שרת פנימית.
hr: Interna pogreška poslužitelja.
hu: Belső Szerverhiba.
is: Innra netþjóns villa.
lt: Vidinė serverio klaida.
pl: Wewnętrzny błąd serwera.

source: Something has gone wrong. Please try again later.
ca: Alguna cosa ha anat malament. Si us plau, intenta-ho més tard.
cs: Něco se pokazilo. Zkuste to prosím později.
fa: مشکلی پیش آمده است. لطفاً بعداً دوباره امتحان کنید.
he: משהו השתבש, נסה שוב מאוחר יותר.
hr: Nešto nije u redu. Molimo pokušajte ponovo kasnije.
hu: Valami elromlott. Kérlek, próbáld újra később.
is: Eitthvað fór úrskeiðis. Vinsamlegast prófaðu aftur seinna.
lt: Kažkas ne taip. Pabandykite dar kartą vėliau.
pl: Coś poszło nie tak. Spróbuj ponownie później.

source: Get Help
ca: Aconseguir ajuda
cs: Získejte pomoc
fa: کمک بگیر
he: תקבל עזרה
hr: Dobiti pomoć
hu: Kaphat segítséget
is: Fá hjálp
lt: Gaukite pagalbos
pl: Sprowadź pomoc

source: Invalid Invitation
hr: Nevažeća pozivnica
pl: Nieprawidłowe zaproszenie

source: Type in your invite code to %(name)s server!
fa: کد دعوت خود را به سرور %(name)s وارد کنید!
hr: Upišite svoj pozivni kod na %(name)s poslužitelj!
hu: Írja be meghívókódját a %(name)s szerverre!
pl: Wpisz swój kod zaproszenia na serwer %(name)s!

source: Invite Code
ca: Codi d'invitació
fa: کد دعوت
he: קוד הזמנה
hr: Pozivni kod
hu: Meghívó kód
is: Boðslykill
lt: Pakvietimo kodas
pl: Kod zaproszenia

source: Join
ca: Uneix-te
cs: Připojit
fa: پیوستن
he: הצטרפות
hr: Pridružiti
hu: Csatlakozik
is: Tengjast
lt: Prisijungti
pl: Dołączyć

source: You've been invited to join the %(name)s server!
ca: T'han convidat a unir-te al servidor %(name)s!
cs: Byl/a jste pozván/a k připojení k %(name)s serveru!
fa: شما برای پیوستن به سرور %(name)s دعوت شده اید!
he: קיבלת הזמנה לשרת %(name)s!
hr: Pozvani ste da se pridružite poslužitelju %(name)s!
hu: Meghívták, hogy csatlakozzon a %(name)s szerverhez!
is: Þér hefur verið boðið í netþjóninn þeirra %(name)s!
lt: Jus pakvietė prisijungti į %(name)s serverį!
pl: Zaproszono Cię do dołączenia do serwera %(name)s!

source: Set up Account
ca: Crea un Compte
cs: Založit účet
fa: تنظیم حساب
he: הגדר חשבון
hr: Postavite račun
hu: Fiók beállítása
lt: Sukurti paskyrą
pl: Załóż konto

source: Confirm password
ca: Confirma la contrassenya
cs: Potvrdit heslo
fa: تایید رمز عبور
he: אמת ססמא
hr: Potvrdi lozinku
hu: Jelszó megerősítése
is: Staðfesta lykilorð
lt: Patvirtinti slaptažodį
pl: Potwierdź hasło

source: Create an account
ca: Crea un compte
cs: Vytvořit účet
fa: ساخت حساب کاربری
he: צור חשבון
hr: Stvorite račun
hu: Fiók létrehozása
is: Búa til aðgang
lt: Sukurti paskyrą
pl: Utwórz konto

source: Join the Plex Server
ca: Uneix-te al servidor de Plex
cs: Připojit se k Plex serveru
fa: به سرور Plex بپیوندید
he: הצטרף לשרת הPlex
hr: Pridružite se Plex poslužitelju
hu: Csatlakozzon a Plex szerverhez
is: Tengdu við Plex netþjóninn
lt: Prisijunkite prie Plex serverio
pl: Dołącz do serwera Plex

source: Sign in to Plex
hr: Prijavite se na Plex
pl: Zaloguj się do Plexa

source: Please wait
ca: Si us plau, espereu
cs: Prosím, čekejte
fa: لطفا صبر کنید
he: המתן בבקשה
hr: Molimo pričekajte
hu: Kérlek várj
is: Vinsamlegast bíðið
lt: Prašau palauk
pl: Proszę czekać

source: Setting up your account
hr: Postavljanje vašeg računa
pl: Konfigurowanie konta

source: Almost there!
ca: Casi allà!
cs: Téměř tam!
fa: تقریباً وجود دارد!
he: כמעט שם!
hr: Skoro tamo!
hu: Majdnem ott!
is: Næstum þar!
lt: Beveik ten!
pl: Prawie na miejscu!

source: All done!
ca: Tot fet!
cs: Vše hotovo!
fa: همه چیز تمام شد!
he: הכל בוצע!
hr: Gotovo!
hu: Minden kész!
is: Allt búið!
lt: Viskas padaryta!
pl: Wszystko gotowe!

source: Account created!
fa: حساب کاربری ایجاد شد!
hr: Račun kreiran!
hu: Fiók létrehozva!
pl: Konto utworzone!

source: Please try again
ca: Siusplau torna-ho a provar
cs: Prosím zkuste to znovu
fa: لطفا دوباره تلاش کنید
he: בבקשה נסה שוב
hr: Molim te pokušaj ponovno
hu: Kérlek próbáld újra
is: Vinsamlegast reyndu aftur
lt: Prašau, pabandykite dar kartą
pl: Proszę spróbuj ponownie

source: You're all set, click continue to get started and walkthrough how to use Plex!
ca: Ja esteu a punt, feu clic a Continuar per començar i veure com utilitzar Plex!
cs: Vše je připraveno, kliknutím na Pokračovat začněte a projděte si, jak používat Plex!
fa: همه چیز آماده است، برای شروع و نحوه استفاده از Plex روی ادامه کلیک کنید!
he: אתה מוכן, לחץ על המשך כדי להתחיל ולהדריך כיצד להשתמש ב-Plex!
hr: Sve je spremno, kliknite Nastavi za početak i upute za korištenje Plexa!
hu: Minden készen áll, kattintson a Tovább gombra a kezdéshez és a Plex használatának bemutatásához!
is: Þú ert tilbúinn, smelltu á halda áfram til að byrja og fara yfir hvernig á að nota Plex!
lt: Viskas paruošta, spustelėkite tęsti, kad pradėtumėte ir sužinotumėte, kaip naudoti „Plex“!
pl: Wszystko gotowe, kliknij przycisk Kontynuuj, aby rozpocząć i zapoznać się z instrukcją korzystania z Plex!

source: Continue
ca: Continua
cs: Pokračovat
fa: ادامه هید
he: לְהַמשִׁיך
hr: Nastaviti
hu: Folytatni
is: Halda áfram
lt: Tęsti
pl: Kontynuować

source: Something went wrong, please try again.
fa: اشتباهی رخ داده لطفا دوباره تلاش کنید.
hr: Nešto nije u redu, pokušajte ponovo.
hu: Hiba történt. Kérjük, próbálja újra.
pl: Coś poszło nie tak. Proszę spróbuj ponownie.

source: Retry
ca: Torna-ho a provar
cs: Zkuste to znovu
fa: دوباره امتحان کنید
he: נסה שוב
hr: Pokušaj ponovo
hu: Próbálja újra
is: Reyndu aftur
lt: Bandykite dar kartą
pl: Spróbować ponownie

source: Name
ca: Nom
fa: نام
he: שם
hr: Ime
hu: Név
lt: Vardas
pl: Nazwa

source: Cancel
ca: Cancel · lar
cs: zrušení
fa: لغو کنید
he: לְבַטֵל
hr: Otkazati
hu: Megszünteti
is: Hætta við
lt: Atšaukti
pl: Anulować

source: Create
hr: Stvoriti
pl: Tworzyć

source: Please fill out all required fields.
ca: Si us plau, ompliu tots els camps obligatoris.
cs: Vyplňte prosím všechna povinná pole.
fa: لطفا تمام فیلدهای الزامی را پر کنید.
he: אנא מלא את כל השדות הדרושים.
hr: Molimo ispunite sva potrebna polja.
hu: Kérjük, töltse ki az összes kötelező mezőt.
is: Vinsamlegast fylltu út alla nauðsynlega reiti.
lt: Prašome užpildyti visus privalomus laukus.
pl: Proszę wypełnić wszystkie wymagane pola.

source: API key already exists.
ca: La clau de l'API ja existeix.
cs: Klíč API již existuje.
fa: کلید API از قبل وجود دارد.
he: מפתח API כבר קיים.
hr: API ključ već postoji.
hu: API-kulcs már létezik.
is: API lykill er þegar til.
lt: API raktas jau yra.
pl: Klucz API już istnieje.

source: You are not authorized to perform this action.
ca: No esteu autoritzat per dur a terme aquesta acció.
cs: K provedení této akce nemáte oprávnění.
fa: شما مجاز به انجام این عمل نیستید.
he: אינך מורשה לבצע פעולה זו.
hr: Niste ovlašteni za izvođenje ove radnje.
hu: Nincs jogosultsága ennek a műveletnek a végrehajtására.
is: Þú hefur ekki heimild til að framkvæma þessa aðgerð.
lt: Jūs neturite teisės atlikti šio veiksmo.
pl: Nie masz uprawnień do wykonania tej czynności.

source: Something went wrong.
fa: مشکلی پیش آمد.
hr: Nešto je pošlo po zlu.
hu: Valami elromlott.
pl: Coś poszło nie tak.

source: API key created.
fa: کلید API ایجاد شد.
hr: API ključ stvoren.
hu: API-kulcs létrehozva.
pl: Utworzono klucz API.

source: New Agent
ca: Agent nou
cs: Nový agent
fa: نماینده جدید
he: סוכן חדש
hr: Novi agent
hu: Új ügynök
is: Nýr umboðsmaður
lt: Naujas agentas
pl: Nowy agent

source: Notification Service
ca: Servei de notificacions
cs: Notifikační služba
fa: سرویس اطلاع رسانی
he: שירות הודעות
hr: Usluga obavijesti
hu: Értesítési szolgáltatás
is: Tilkynningaþjónusta
lt: Pranešimų tarnyba
pl: Usługa powiadomień

source: Choose a service
ca: Trieu un servei
cs: Vyberte službu
fa: یک سرویس را انتخاب کنید
he: בחר שירות
hr: Odaberite uslugu
hu: Válasszon szolgáltatást
is: Veldu þjónustu
lt: Pasirinkite paslaugą
pl: Wybierz usługę

source: Username (optional)
fa: نام کاربری (اختیاری)
hr: korisničko ime (nije obavezno)
hu: Felhasználónév (nem kötelező)
pl: Nazwa użytkownika (opcjonalnie)

source: Password (optional)
fa: رمز عبور (اختیاری)
hr: Lozinka (nije obavezno)
hu: Jelszó (nem kötelező)
pl: Hasło (opcjonalnie)

source: Agent URL
ca: URL de l'agent
cs: Adresa URL agenta
fa: URL نماینده
he: כתובת האתר של הסוכן
hr: URL agenta
hu: Ügynök URL
is: Vefslóð umboðsmanns
lt: Agento URL
pl: Adres URL agenta

source: Test & Create Agent
ca: Prova i crea un agent
cs: Testujte a vytvořte agenta
fa: آزمایش و ایجاد عامل
he: בדוק וצור סוכן
hr: Testiraj i stvori agenta
hu: Ügynök tesztelése és létrehozása
is: Prófaðu og búðu til umboðsmann
lt: Išbandykite ir sukurkite agentą
pl: Testuj i twórz agenta

source: User Key
hr: Korisnički ključ
pl: Klucz użytkownika

source: Something went wrong. Please try again.
fa: مشکلی پیش آمد. لطفا دوباره تلاش کنید.
hr: Nešto je pošlo po zlu. Molim te pokušaj ponovno.
hu: Valami elromlott. Kérlek próbáld újra.
pl: Coś poszło nie tak. Proszę spróbuj ponownie.

source: Notification agent successfully created!
ca: L'agent de notificació s'ha creat correctament!
cs: Oznamovací agent byl úspěšně vytvořen!
fa: عامل اعلان با موفقیت ایجاد شد!
he: סוכן ההתראות נוצר בהצלחה!
hr: Agent obavijesti uspješno je kreiran!
hu: Értesítési ügynök sikeresen létrehozva!
is: Tilkynningafulltrúi var búinn til!
lt: Pranešimų agentas sėkmingai sukurtas!
pl: Pomyślnie utworzono agenta powiadomień!

source: Warning
ca: Avís
cs: Varování
fa: هشدار
he: אַזהָרָה
hr: Upozorenje
hu: Figyelem
is: Viðvörun
lt: Įspėjimas
pl: Ostrzeżenie

source: Are you sure you want to delete this api key?
ca: Esteu segur que voleu suprimir aquesta clau API?
cs: Opravdu chcete smazat tento klíč API?
fa: آیا مطمئن هستید که می خواهید این کلید api را حذف کنید؟
he: האם אתה בטוח שברצונך למחוק מפתח API זה?
hr: Jeste li sigurni da želite izbrisati ovaj API ključ?
hu: Biztosan törli ezt az API-kulcsot?
is: Ertu viss um að þú viljir eyða þessum API lykli?
lt: Ar tikrai norite ištrinti šį API raktą?
pl: Czy na pewno chcesz usunąć ten klucz API?

source: Delete
fa: حذف
hr: Izbrisati
hu: Töröl
is: Eyða
pl: Usuwać

source: An error occurred while deleting the Notification Agent.
ca: S'ha produït un error en suprimir l'agent de notificació.
cs: Při odstraňování oznamovacího agenta došlo k chybě.
fa: هنگام حذف عامل اعلان خطایی روی داد.
he: אירעה שגיאה בעת מחיקת סוכן ההודעות.
hr: Došlo je do pogreške prilikom brisanja agenta obavijesti.
hu: Hiba történt az értesítési ügynök törlése közben.
is: Villa kom upp við að eyða tilkynningafulltrúanum.
lt: Ištrinant pranešimų agentą įvyko klaida.
pl: Wystąpił błąd podczas usuwania agenta powiadomień.

source: Notification Agent deleted successfully!
ca: L'agent de notificacions s'ha suprimit correctament!
cs: Notifikační agent byl úspěšně smazán!
fa: نماینده اعلان با موفقیت حذف شد!
he: סוכן ההתראות נמחק בהצלחה!
hr: Agent obavijesti uspješno izbrisan!
hu: Az értesítési ügynök sikeresen törölve!
is: Umboðsmanni tilkynninga var eytt!
lt: Pranešimų agentas sėkmingai ištrintas!
pl: Agent powiadomień został pomyślnie usunięty!

source: Are you sure you want to revoke this session?
ca: Esteu segur que voleu revocar aquesta sessió?
cs: Opravdu chcete tuto relaci zrušit?
fa: آیا مطمئن هستید که می خواهید این جلسه را لغو کنید؟
he: האם אתה בטוח שברצונך לבטל את הפגישה הזו?
hr: Jeste li sigurni da želite opozvati ovu sesiju?
hu: Biztosan visszavonja ezt a munkamenetet?
is: Ertu viss um að þú viljir afturkalla þessa lotu?
lt: Ar tikrai norite atšaukti šią sesiją?
pl: Czy na pewno chcesz odwołać tę sesję?

source: Something went wrong.Please try again.
fa: اشتباهی رخ داده لطفا دوباره تلاش کنید.
hr: Nešto nije u redu. Pokušajte ponovo.
hu: Hiba történt. Kérjük, próbálja újra.
pl: Coś poszło nie tak. Proszę spróbuj ponownie.

source: Session deleted successfully!
ca: La sessió s'ha suprimit correctament!
cs: Relace byla úspěšně smazána!
fa: جلسه با موفقیت حذف شد!
he: ההפעלה נמחקה בהצלחה!
hr: Sesija je uspješno izbrisana!
hu: A munkamenet sikeresen törölve!
is: Fundi eytt!
lt: Sesija sėkmingai ištrinta!
pl: Sesja usunięta pomyślnie!

source: Run Task
ca: Executar la tasca
cs: Spustit úlohu
fa: Task را اجرا کنید
he: הפעל את המשימה
hr: Pokreni zadatak
hu: Futtassa a Feladatot
is: Keyra verkefni
lt: Vykdykite užduotį
pl: Uruchom zadanie

source: Are you sure you want to run this task?
ca: Esteu segur que voleu executar aquesta tasca?
cs: Opravdu chcete spustit tuto úlohu?
fa: آیا مطمئن هستید که می خواهید این کار را اجرا کنید؟
he: האם אתה בטוח שברצונך להפעיל את המשימה הזו?
hr: Jeste li sigurni da želite pokrenuti ovaj zadatak?
hu: Biztosan le akarja futtatni ezt a feladatot?
is: Ertu viss um að þú viljir keyra þetta verkefni?
lt: Ar tikrai norite vykdyti šią užduotį?
pl: Czy na pewno chcesz uruchomić to zadanie?

source: Task has been run.
ca: La tasca s'ha executat.
cs: Úloha byla spuštěna.
fa: Task اجرا شده است.
he: המשימה הופעלה.
hr: Zadatak je pokrenut.
hu: A feladat lefutott.
is: Verkefni hefur verið keyrt.
lt: Užduotis įvykdyta.
pl: Zadanie zostało uruchomione.

source: Update Libraries
fa: کتابخانه ها را به روز کنید
hr: Ažurirajte knjižnice
is: Uppfærðu bókasöfn
pl: Zaktualizuj biblioteki

source: Unable to update libraries
fa: امکان به روز رسانی کتابخانه ها وجود ندارد
hr: Nije moguće ažurirati biblioteke
is: Ekki er hægt að uppfæra bókasöfn
pl: Nie można zaktualizować bibliotek

source: Setup Wizarr
ca: Configurar Wizarr
cs: Nastavit Wizarr
fa: Setup Wizard
he: הגדר Wizarr
hr: Čarobnjak za instaliranje
hu: Wizarr beállítása
is: Setja upp Wizarr
lt: Sąrankos vedlys
pl: Kreator konfiguracji

source: Admin Account
hr: Administratorski račun
pl: Konto administratora

source: Create account
hr: Napravi račun
pl: Utwórz konto

source: Your Done
ca: Heu fet
cs: Vaše hotovo
fa: انجام شد
he: שלך בוצע
hr: Gotovo
hu: Kész
is: Þitt Búið
lt: Jūsų atlikta
pl: Jesteś skończony

source: You have successfully completed the setup process.
ca: Heu completat correctament el procés de configuració.
cs: Úspěšně jste dokončili proces nastavení.
fa: شما مراحل راه اندازی را با موفقیت به پایان رساندید.
he: השלמת בהצלחה את תהליך ההגדרה.
hr: Uspješno ste završili proces postavljanja.
hu: Sikeresen befejezte a beállítási folyamatot.
is: Þú hefur lokið uppsetningarferlinu.
lt: Sėkmingai baigėte sąrankos procesą.
pl: Pomyślnie zakończyłeś proces instalacji.

source: Go to Dashboard
ca: Aneu a Tauler de control
cs: Přejděte na Dashboard
fa: به داشبورد بروید
he: עבור אל לוח המחוונים
hr: Idite na nadzornu ploču
hu: Lépjen az Irányítópultra
is: Farðu í mælaborð
lt: Pereiti prie prietaisų skydelio
pl: Przejdź do panelu

source: Database
ca: Base de dades
cs: Databáze
fa: پایگاه داده
he: מאגר מידע
hr: Baza podataka
hu: Adatbázis
is: Gagnagrunnur
lt: Duomenų bazė
pl: Baza danych

source: Currently Wizarr only supports it's internal SQLite database.
ca: Actualment Wizarr només admet la seva base de dades interna SQLite.
cs: V současné době Wizarr podporuje pouze svou interní databázi SQLite.
fa: در حال حاضر Wizarr فقط از پایگاه داده داخلی SQLite خود پشتیبانی می کند.
he: נכון לעכשיו Wizarr תומך רק במסד הנתונים הפנימי של SQLite.
hr: Trenutno Wizarr podržava samo svoju internu SQLite bazu podataka.
hu: Jelenleg a Wizarr csak a belső SQLite adatbázisát támogatja.
is: Eins og er styður Wizarr aðeins innri SQLite gagnagrunninn.
lt: Šiuo metu Wizarr palaiko tik savo vidinę SQLite duomenų bazę.
pl: Obecnie Wizarr obsługuje tylko wewnętrzną bazę danych SQLite.

source: This is a temporary and we are working on adding support for other databases.
ca: Això és temporal i estem treballant per afegir suport per a altres bases de dades.
cs: Toto je dočasné a pracujeme na přidání podpory pro další databáze.
fa: این یک موقت است و ما در حال کار بر روی افزودن پشتیبانی برای سایر پایگاه های داده هستیم.
he: זה זמני ואנחנו עובדים על הוספת תמיכה עבור מסדי נתונים אחרים.
hr: Ovo je privremeno i radimo na dodavanju podrške za druge baze podataka.
hu: Ez ideiglenes, és dolgozunk azon, hogy további adatbázisokat is támogassunk.
is: Þetta er tímabundið og við erum að vinna að því að bæta við stuðningi við aðra gagnagrunna.
lt: Tai laikina ir mes stengiamės pridėti kitų duomenų bazių palaikymą.
pl: Jest to tymczasowe i pracujemy nad dodaniem obsługi innych baz danych.

source: Settings
ca: Configuració
cs: Nastavení
fa: تنظیمات
he: הגדרות
hr: postavke
hu: Beállítások
is: Stillingar
lt: Nustatymai
pl: Ustawienia

source: Done
ca: Fet
cs: Hotovo
fa: انجام شده
he: בוצע
hr: Gotovo
hu: Kész
is: Búið
lt: padaryta
pl: Zrobione
