Repository: AmirulAndalib/wizarr
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ca, cs, fa, he, hr, hu, is, lt, pl

source: Version
hr: Verzija
pl: Wersja

source: Stable
hr: Stabilan
hu: Stabil
pl: Stabilny

source: Logout failed
ca: La sessió ha fallat
cs: Odhlášení se nezdařilo
fa: خروج ناموفق بود
he: היציאה נכשלה
hr: Odjava nije uspjela
hu: A kijelentkezés sikertelen
is: Útskráning mistókst
lt: Atsijungti nepavyko
pl: Wylogowanie nie powiodło się

source: Forgot Password
hr: Zaboravili ste lozinku
pl: Zapomniałeś hasła

source: Forgot your password?
ca: Has oblidat la teva contrasenya?
cs: Zapomněli jste heslo?
fa: رمز عبور خود را فراموش کرده اید؟
he: שכחת ססמה?
hr: Zaboravili ste zaporku?
hu: Elfelejtette a jelszavát?
is: Gleymt lykilorðinu þínu?
lt: Pamiršai slaptažodį?
pl: Zapomniałeś hasła?

source: No worries, contact the administrator to reset your password.
ca: No et preocupis, contacta amb l'administrador per restablir la teva contrasenya.
cs: Žádný strach, obraťte se na správce, aby vám resetoval heslo.
fa: نگران نباشید، برای بازنشانی رمز عبور خود با مدیر تماس بگیرید.
he: אל דאגה, פנה למנהל המערכת כדי לאפס את הסיסמה שלך.
hr: Bez brige, obratite se administratoru za poništavanje lozinke.
hu: Ne aggódjon, lépjen kapcsolatba a rendszergazdával a jelszó visszaállításához.
is: Engar áhyggjur, hafðu samband við stjórnanda til að endurstilla lykilorðið þitt.
lt: Nesijaudinkite, susisiekite su administratoriumi, kad iš naujo nustatytumėte slaptažodį.
pl: Nie martw się, skontaktuj się z administratorem, aby zresetować hasło.

source: If you are the administrator, you can reset a password by running the following script:
ca: Si sou l'administrador, podeu restablir una contrasenya executant l'script següent:
cs: Pokud jste správce, můžete resetovat heslo spuštěním následujícího skriptu:
fa: اگر شما مدیر هستید، می توانید با اجرای اسکریپت زیر رمز عبور را بازنشانی کنید:
he: אם אתה המנהל, תוכל לאפס סיסמה על ידי הפעלת הסקריפט הבא:
hr: Ako ste administrator, možete poništiti lozinku pokretanjem sljedeće skripte:
hu: Ha Ön a rendszergazda, a következő szkript futtatásával állíthatja vissza a jelszót:
is: Ef þú ert stjórnandi geturðu endurstillt lykilorð með því að keyra eftirfarandi skriftu:
lt: Jei esate administratorius, galite iš naujo nustatyti slaptažodį paleisdami šį scenarijų:
pl: Jeśli jesteś administratorem, możesz zresetować hasło, uruchamiając następujący skrypt:

source: Go Back
fa: برگرد
hr: Idi natrag
hu: menjen vissza
pl: Wróć

source: Toggle Theme
ca: Canvia el tema
cs: Přepnout motiv
fa: تغییر موضوع
he: החלף ערכת נושא
hr: Uključi/isključi temu
hu: Téma váltása
is: Skipta um þema
lt: Perjungti temą
pl: Przełącz motyw

source: Home
ca: Inici
fa: خانه
he: בית
hr: Dom
is: Heim
lt: Pradinis
pl: Dom

source: Login
ca: Iniciar sessió
cs: Přihlášení
fa: وارد شدن
he: התחברות
hr: Prijaviti se
hu: Bejelentkezés
is: Innskrá
lt: Prisijungti
pl: Zaloguj sie

source: Welcome to Wizarr
fa: به Wizarr خوش آمدید
hr: Dobrodošli u Wizarr
pl: Witamy w Wizarrze

source: Wizarr is a software tool that provides advanced user invitation and management capabilities for media servers such as Jellyfin, Emby, and Plex. With Wizarr, server administrators can easily invite new users and manage their access permissions.
ca: Wizarr és una eina de programari que proporciona capacitats avançades d'invitació i gestió d'usuaris per a servidors multimèdia com ara Jellyfin, Emby i Plex. Amb Wizarr, els administradors del servidor poden convidar nous usuaris fàcilment i gestionar els seus permisos d'accés.
cs: Wizarr je softwarový nástroj, který poskytuje pokročilé funkce pro pozvání a správu uživatelů pro mediální servery, jako jsou Jellyfin, Emby a Plex. S Wizarrem mohou správci serveru snadno zvát nové uživatele a spravovat jejich přístupová oprávnění.
fa: Wizarr یک ابزار نرم افزاری است که قابلیت های پیشرفته دعوت کاربر و مدیریت را برای سرورهای رسانه ای مانند Jellyfin، Emby و Plex فراهم می کند. با Wizarr، مدیران سرور به راحتی می توانند کاربران جدید را دعوت کنند و مجوزهای دسترسی آنها را مدیریت کنند.
he: Wizarr הוא כלי תוכנה המספק יכולות מתקדמות של הזמנת משתמשים וניהול עבור שרתי מדיה כגון Jellyfin, Emby ו-Plex. עם Wizarr, מנהלי שרת יכולים להזמין משתמשים חדשים בקלות ולנהל את הרשאות הגישה שלהם.
hr: Wizarr je softverski alat koji pruža napredne mogućnosti pozivanja korisnika i upravljanja za medijske poslužitelje kao što su Jellyfin, Emby i Plex. Uz Wizarr, administratori poslužitelja mogu jednostavno pozvati nove korisnike i upravljati njihovim dozvolama pristupa.
hu: A Wizarr egy szoftvereszköz, amely fejlett felhasználói meghívási és kezelési lehetőségeket biztosít olyan médiaszerverekhez, mint a Jellyfin, az Emby és a Plex. A Wizarr segítségével a szerveradminisztrátorok egyszerűen meghívhatnak új felhasználókat és kezelhetik hozzáférési engedélyeiket.
is: Wizarr er hugbúnaðartæki sem veitir háþróaða notendaboðs- og stjórnunargetu fyrir miðlunarþjóna eins og Jellyfin, Emby og Plex. Með Wizarr geta netþjónastjórar auðveldlega boðið nýjum notendum og stjórnað aðgangsheimildum þeirra.
lt: „Wizarr“ yra programinės įrangos įrankis, teikiantis išplėstines vartotojų kvietimų ir valdymo galimybes medijos serveriams, tokiems kaip Jellyfin, Emby ir Plex. Naudodami „Wizarr“, serverio administratoriai gali lengvai pakviesti naujų vartotojų ir valdyti jų prieigos leidimus.
pl: Wizarr to narzędzie programowe, które zapewnia zaawansowane możliwości zapraszania użytkowników i zarządzania dla serwerów multimediów, takich jak Jellyfin, Emby i Plex. Dzięki Wizarr administratorzy serwerów mogą łatwo zapraszać nowych użytkowników i zarządzać ich uprawnieniami dostępu.

source: If you were sent here by a friend, please request access or if you have an invite code, please click Get Started.
ca: Si un amic us ha enviat aquí, sol·liciteu accés o si teniu un codi d'invitació, feu clic a Comença.
cs: Pokud vás sem poslal přítel, požádejte o přístup, nebo pokud máte zvací kód, klikněte na Začít.
fa: اگر توسط یکی از دوستان شما به اینجا فرستاده شده است، لطفاً درخواست دسترسی کنید یا اگر کد دعوت دارید، لطفاً روی شروع کلیک کنید.
he: אם נשלחת לכאן על ידי חבר, אנא בקש גישה או אם יש לך קוד הזמנה, אנא לחץ על התחל.
hr: Ako vas je ovamo poslao prijatelj, zatražite pristup ili ako imate pozivni kod, kliknite Započnite.
hu: Ha egy barátja küldte ide, kérjen hozzáférést, vagy ha van meghívókódja, kattintson az Első lépések gombra.
is: Ef þú varst sendur hingað af vini skaltu biðja um aðgang eða ef þú ert með boðskóða skaltu smella á Byrjaðu.
lt: Jei jus čia atsiuntė draugas, paprašykite prieigos arba, jei turite pakvietimo kodą, spustelėkite Pradėti.
pl: Jeśli zostałeś tu wysłany przez znajomego, poproś o dostęp lub jeśli masz kod zaproszenia, kliknij Rozpocznij.

source: Get Started
ca: Començar
cs: Začít
fa: شروع کنید
he: להתחיל
hr: Započnite
hu: Fogj neki
is: Byrja
lt: Pradėti
pl: Zaczynaj

source: or
ca: o
cs: nebo
fa: یا
he: אוֹ
hr: ili
hu: vagy
is: eða
lt: arba
pl: Lub

source: Request Access
fa: درخواست دسترسی
hr: Zatraži pristup
pl: Poproś o dostęp

source: Username
ca: Nom d'usuari
cs: Uživatelské jméno
fa: نام کاربری
he: שם משתמש
hr: Korisničko ime
hu: Felhasználónév
is: Notandanafn
lt: Slapyvardis
pl: Nazwa użytkownika

source: Password
ca: Contrassenya
cs: Heslo
fa: رمز عبور
he: ססמא
hr: Lozinka
hu: Jelszó
is: Lykilorð
lt: Slaptažodis
pl: Hasło

source: Remember me
ca: Recorda'm
cs: Zapamatovat
fa: مرا به خاطر داشته باش
he: תזכור אותי
hr: Zapamti me
hu: Emlékezz rám
is: Muna eftir mér
lt: Prisiminti mane

source: Sign in
ca: Registrar-se
cs: Přihlásit se
fa: ورود به سیستم
he: התחברות
hr: Prijaviti se
hu: Bejelentkezés
is: Innskráning
lt: Prisijungti

source: Internal server error
fa: خطای سرور داخلی
hr: Interna greška poslužitelja
hu: Belső Szerverhiba

source: Invite User
ca: Convidar l'usuari
cs: Pozvat uživatele
fa: دعوت از کاربر
he: הזמן משתמש
hr: Pozovi korisnika
hu: Felhasználó meghívása
is: Bjóða notanda
lt: Pakviesti vartotoją
pl: Zaproś użytkownika

source: Create Invitation
ca: Crear Invitació
cs: Vytvořit pozvánku
fa: ایجاد دعوت نامه
he: צור הזמנה
hr: Izradite pozivnicu
hu: Meghívó létrehozása
is: Búðu til boð
lt: Sukurti kvietimą
pl: Utwórz zaproszenie

source: Create an invitation to your server.
fa: یک دعوت نامه برای سرور خود ایجاد کنید.
hr: Napravite pozivnicu za svoj poslužitelj.
hu: Hozzon létre meghívót a szerverére.
is: Búðu til boð á netþjóninn þinn.
pl: Utwórz zaproszenie na swój serwer.

source: Invite Code String
ca: Convida cadena de codi
cs: Řetězec kódu pozvánky
fa: رشته کد را دعوت کنید
he: סטרינג קוד הזמנה
hr: Niz pozivnog koda
hu: Meghívó kódkarakterlánc
is: Boðskóðastrengur
lt: Kvietimo kodo eilutė
pl: Ciąg kodu zaproszenia

source: (optional)
ca: (opcional)
cs: (volitelné)
fa: (اختیاری)
he: (אופציונלי)
hr: (neobavezno)
hu: (választható)
is: (valfrjálst)
lt: (neprivaloma)
pl: (opcjonalny)

source: Expiration
ca: Expiració
fa: انقضاء
he: תום תוקף
hr: Istek
hu: Lejárat
is: Gildistími
lt: Galiojimo laikas
pl: Wygaśnięcie

source: 1 Day
fa: 1 روز
hr: 1 dan
hu: 1 nap
pl: 1 dzień

source: 1 Week
fa: 1 هفته
hr: 1 Tjedan
hu: 1 hét
pl: 1 tydzień

source: 1 Month
fa: 1 ماه
hr: 1 mjesec
hu: 1 hónap
pl: 1 miesiąc

source: 6 Months
fa: 6 ماه
hr: 6 mjeseci
hu: 6 hónap
pl: 6 miesięcy

source: 1 Year
ca: 1 any
cs: 1 rok
fa: 1 سال
he: 1 שנה
hr: 1 godina
hu: 1 év
is: 1 ár
lt: 1 metai
pl: 1 rok

source: Never
ca: Mai
cs: Nikdy
fa: هرگز
he: אף פעם
hr: Nikada
hu: Soha
is: Aldrei
lt: Niekada
pl: Nigdy

source: Custom
ca: Personalitzat
cs: Zvyk
fa: سفارشی
he: המותאם אישית
hr: Prilagođen
hu: Egyedi
is: Sérsniðin
lt: Pasirinktinis
pl: Zwyczaj

source: Custom Expiration
fa: انقضای سفارشی
hr: Prilagođeni istek
hu: Egyéni lejárat
pl: Niestandardowe wygaśnięcie

source: Advanced Options
ca: Opcions avançades
cs: Pokročilé možnosti
fa: گزینه های پیشرفته
he: אפשרויות מתקדמות
hr: Napredne opcije
hu: Haladó beállítások
is: Ítarlegir valkostir
lt: Išplėstiniai nustatymai
pl: Zaawansowane opcje

source: Unlimited Usages
ca: Usos il·limitats
fa: استفاده نامحدود
he: שימושים לא מוגבלים
hr: Neograničene upotrebe
hu: Korlátlan felhasználás
is: Ótakmarkað
lt: Neribotas naudojimas
pl: Nieograniczone zastosowania

source: Invite to Plex Home
fa: به Plex Home دعوت کنید
hr: Pozovite u Plex Home
hu: Meghívás a Plex Home-ba
pl: Zaproś do Plex Home

source: Allow Downloads
fa: اجازه دانلودها
hr: Dopusti preuzimanja
hu: Letöltések engedélyezése
pl: Zezwól na pobieranie

source: Duration
ca: Duració
fa: مدت زمان
he: משך
hr: Trajanje
hu: Időtartam
lt: Trukmė
pl: Czas trwania

source: Show Information
ca: Mostra informació
cs: Zobrazit informace
fa: نمایش اطلاعات
he: הצג מידע
hr: Prikaži informacije
hu: Információ megjelenítése
is: Sýna upplýsingar
lt: Rodyti informaciją
pl: Pokaż informacje

source: When set, invited user(s) will be removed from the server after the set number of days. (1-999)
cs: Je-li nastaveno, pozvaní uživatelé budou po uplynutí nastaveného počtu dní ze serveru odstraněni. (1-999)
fa: پس از تنظیم، کاربر(های) دعوت شده پس از تعداد روزهای تعیین شده از سرور حذف خواهند شد. (1-999)
hr: Kada je postavljeno, pozvani korisnici bit će uklonjeni s poslužitelja nakon postavljenog broja dana. (1-999)
hu: Ha be van állítva, a meghívott felhasználó(k) a megadott számú nap elteltével törlődnek a szerverről. (1-999)
is: Þegar það er stillt verða boðnir notendur fjarlægðir af þjóninum eftir ákveðinn dagafjölda. (1-999)
pl: Po ustawieniu zaproszeni użytkownicy zostaną usunięci z serwera po określonej liczbie dni. (1-999)

source: Unlimited
ca: Il·limitat
fa: نامحدود
he: בלתי מוגבל
hr: Neograničen
hu: Korlátlan
is: Ótakmarkað
lt: Neribota
pl: Nieograniczony

source: Custom Duration
fa: مدت زمان سفارشی
hr: Prilagođeno trajanje
hu: Egyéni időtartam
pl: Niestandardowy czas trwania

source: Specific Libraries
fa: کتابخانه های خاص
hr: Specifične knjižnice
is: Sérstök bókasöfn
pl: Konkretne biblioteki

source: Select Libraries
fa: کتابخانه ها را انتخاب کنید
hr: Odaberite Knjižnice
is: Veldu Bókasöfn
pl: Wybierz Biblioteki

source: Select All
fa: انتخاب همه
hr: Odaberi sve
is: Velja allt
pl: Zaznacz wszystko

source: Successfully generated an Invitation!
ca: S'ha generat una invitació correctament!
cs: Pozvánka úspěšně vytvořena!
fa: دعوتنامه با موفقیت ایجاد شد!
he: ההזמנה נוצרה בהצלחתה!
hr: Uspješno generirana pozivnica!
hu: Sikeres meghívó létrehozása!
is: Búið til boð!
lt: Kvietimas sėkmingai sugeneruotas!
pl: Pomyślnie wygenerowano zaproszenie!

source: Link has been copied to clipboard!
ca: L'enllaç s'ha copiat al porta-retalls!
cs: Odkaz byl zkopírován do schránky!
fa: پیوند در کلیپ بورد کپی شده است!
he: הקישור הועתק בהצלחה!
hr: Veza je kopirana u međuspremnik!
hu: A link a vágólapra másolva!
is: Tengill hefur verið afritaður á klippiborð!
lt: Nuoroda nukopijuota į iškarpinę!
pl: Link został skopiowany do schowka!

source: Back
ca: Enrere
cs: Zpět
fa: بازگشت
he: חזור
hr: leđa
hu: Vissza
is: Til baka
lt: Atgal
pl: Z powrotem

source: Share
ca: Compartir
cs: Sdílet
fa: اشتراک گذاری
he: שיתוף
hr: Udio
hu: Ossza meg
is: Deila
lt: Dalintis
pl: Udział

source: An error occurred while copying the link to the clipboard!
ca: S'ha produït un error en copiar l'enllaç al porta-retalls!
cs: Při kopírování odkazu do schránky došlo k chybě!
fa: هنگام کپی کردن پیوند در کلیپ بورد خطایی روی داد!
he: אירעה שגיאה בעת העתקת הקישור ללוח!
hr: Došlo je do pogreške prilikom kopiranja veze u međuspremnik!
hu: Hiba történt a hivatkozás vágólapra másolása közben!
is: Villa kom upp við að afrita tengilinn á klippiborðið!
lt: Kopijuojant nuorodą į mainų sritį įvyko klaida!
pl: Wystąpił błąd podczas kopiowania linku do schowka!

source: Deselect all
fa: همه را لغو انتخاب کنید
hr: Odznači sve
hu: Törölje az összes kijelölését
is: Afvelja allt
pl: Odznacz wszystkie

source: Select all
fa: انتخاب همه
hr: Odaberi sve
is: Velja allt
pl: Zaznacz wszystko

source: Creating...
ca: S'està creant...
cs: Vytváření...
fa: پدید آوردن...
he: יוצר...
hr: Izrada...
hu: Létrehozás...
is: Búa til...
lt: Kuriama...
pl: Tworzenie...

source: The invite has been created
ca: S'ha creat la invitació
cs: Pozvánka byla vytvořena
fa: دعوت ایجاد شده است
he: ההזמנה נוצרה
hr: Pozivnica je stvorena
hu: A meghívó létrejött
is: Boðið hefur verið búið til
lt: Kvietimas sukurtas
pl: Zaproszenie zostało utworzone

source: There was an error creating the invite
ca: S'ha produït un error en crear la invitació
cs: Při vytváření pozvánky došlo k chybě
fa: خطایی در ایجاد دعوت وجود داشت
he: אירעה שגיאה ביצירת ההזמנה
hr: Došlo je do pogreške prilikom izrade pozivnice
hu: Hiba történt a meghívó létrehozásakor
is: Villa kom upp við að búa til boðið
lt: Kuriant kvietimą įvyko klaida
pl: Podczas tworzenia zaproszenia wystąpił błąd

source: Invitations
ca: Invitacions
cs: Pozvánky
fa: دعوت ها
he: הזמנות
hr: Pozivnice
hu: Meghívások
is: Boð
lt: Kvietimai
pl: Zaproszenia

source: Manage your invitations
hr: Upravljajte svojim pozivnicama
pl: Zarządzaj zaproszeniami

source: Create Invite
hr: Izradi pozivnicu
pl: Utwórz zaproszenie

source: Delete All
fa: حذف همه
hr: Izbrisati sve
hu: Mindet törölni
is: Eyða öllu
pl: Usuń wszystko

source: Server Settings
cs: Nastavení serveru
fa: تنظیمات سرور
he: הגדרות שרת
hr: Postavke poslužitelja
hu: Szerver beállítások
lt: Serverio nustatymai
pl: Ustawienia serwera

source: Configure your server settings.
hr: Konfigurirajte postavke poslužitelja.
pl: Skonfiguruj ustawienia serwera.

source: User Configuration
ca: Configuració d'usuari
fa: پیکربندی کاربر
he: הגדרות משתמש
hr: Korisnička konfiguracija
hu: Felhasználói konfiguráció
is: Notendastillingar
lt: Vartotojų nustatymai
pl: Konfiguracja użytkownika

source: User Policy
ca: Política d'usuari
cs: Zásady pro uživatele
fa: خط مشی کاربر
he: פוליסת משתמש
hr: Korisnička pravila
hu: Felhasználói szabályzat
is: Notendastefna
lt: Vartotojų politika
pl: Polityka użytkownika

source: Invited Users
hr: Pozvani korisnici
pl: Zaproszeni użytkownicy

source: Manage users that joined your server
ca: Gestioneu els usuaris que s'han unit al vostre servidor
cs: Spravujte uživatele, kteří se připojili k vašemu serveru
fa: کاربرانی که به سرور شما پیوسته اند را مدیریت کنید
he: נהל משתמשים שהצטרפו לשרת שלך
hr: Upravljajte korisnicima koji su se pridružili vašem poslužitelju
hu: A szerverhez csatlakozó felhasználók kezelése
is: Stjórnaðu notendum sem gengu til liðs við netþjóninn þinn
lt: Tvarkykite vartotojus, kurie prisijungė prie jūsų serverio
pl: Zarządzaj użytkownikami, którzy dołączyli do Twojego serwera

source: Scan Users
hr: Skeniraj korisnike
pl: Skanuj użytkowników

source: Add User
hr: Dodaj korisnika
pl: Dodaj użytkownika

source: Load More
ca: Carrega més
cs: Načíst další
fa: بارگذاری بیشتر
he: טען עוד
hr: Učitaj više
is: Hlaða meira
lt: Įkelti daugiau
pl: Załaduj więcej

source: My Account
fa: حساب من
hr: Moj račun
hu: A fiókom
pl: Moje konto

source: Add Admin
fa: Admin را اضافه کنید
hr: Dodaj administratora
pl: Dodaj administratora

source: Create API Key
hr: Stvorite API ključ
pl: Utwórz klucz API

source: Discord Server ID
hr: ID Discord poslužitelja
hu: Discord szerver azonosító
is: Discord miðlara auðkenni
pl: Identyfikator serwera Discord

source: Save
ca: Guardar
cs: Uložit
fa: ذخیره
he: שמירה
hr: Uštedjeti
hu: Megment
is: Vista
lt: Išsaugoti
pl: Ratować

source: Settings saved successfully!
ca: La configuració s'ha desat correctament!
cs: Nastavení byla úspěšně uložena!
fa: تنظیمات با موفقیت ذخیره شد!
he: ההגדרות נשמרו בהצלחה!
hr: Postavke su uspješno spremljene!
hu: A beállítások sikeresen elmentve!
is: Stillingar vistaðar!
lt: Nustatymai sėkmingai išsaugoti!
pl: Ustawienia zapisane pomyślnie!

source: Please use the dropdown below to select your language.
ca: Si us plau, utilitzeu el desplegable següent per seleccionar el vostre idioma.
cs: Pomocí níže uvedeného rozevíracího seznamu vyberte svůj jazyk.
fa: لطفاً از منوی کشویی زیر برای انتخاب زبان خود استفاده کنید.
he: אנא השתמש בתפריט הנפתח למטה כדי לבחור את השפה שלך.
hr: Koristite padajući izbornik u nastavku da odaberete svoj jezik.
hu: Kérjük, használja az alábbi legördülő listát a nyelv kiválasztásához.
is: Vinsamlegast notaðu fellilistann hér að neðan til að velja tungumálið þitt.
lt: Norėdami pasirinkti kalbą, naudokite toliau pateiktą išskleidžiamąjį meniu.
pl: Skorzystaj z listy rozwijanej poniżej, aby wybrać swój język.

source: Select Language
fa: زبان را انتخاب کنید
hr: Izaberi jezik
pl: Wybierz język

source: Main Settings
hr: Glavne postavke

source: General settings for the server
ca: Configuració general del servidor
cs: Obecná nastavení serveru
fa: تنظیمات کلی برای سرور
he: הגדרות כלליות לשרת
hr: Opće postavke za poslužitelj
hu: Általános beállítások a szerverhez
is: Almennar stillingar fyrir netþjóninn
lt: Bendrieji serverio nustatymai
pl: Ogólne ustawienia serwera

source: Media Server
hr: Medijski poslužitelj

source: Configure your media server settings
hr: Konfigurirajte postavke medijskog poslužitelja

source: Requests
ca: Sol·licituds
cs: Žádosti
fa: درخواست ها
he: בקשות
hr: Zahtjevi
hu: Kérések
is: Beiðnir
lt: Prašymai

source: Add Jellyseerr, Overseerr or Ombi support
ca: Afegiu suport Jellyseerr, Overseerr o Ombi
cs: Přidejte podporu Jellyseerr, Overseerr nebo Ombi
fa: پشتیبانی Jellyseerr، Overeerr یا Ombi را اضافه کنید
he: הוסף תמיכה ב-Jellyseerr, Overseerr או Ombi
hr: Dodajte Jellyseerr, Overseerr ili Ombi podršku
hu: Adjon hozzá Jellyseerr, Overserr vagy Ombi támogatást
is: Bættu við Jellyseerr, Overseerr eða Ombi stuðningi
lt: Pridėkite Jellyseerr, Overseerr arba Ombi palaikymą
pl: Dodaj obsługę Jellyseerr, Overseerr lub Ombi

source: API keys
hr: API ključevi

source: Add API keys for external services
ca: Afegiu claus API per a serveis externs
cs: Přidejte klíče API pro externí služby
fa: کلیدهای API را برای سرویس های خارجی اضافه کنید
he: הוסף מפתחות API עבור שירותים חיצוניים
hr: Dodajte API ključeve za vanjske usluge
hu: Adjon hozzá API-kulcsokat külső szolgáltatásokhoz
is: Bættu við API lyklum fyrir ytri þjónustu
lt: Pridėkite išorinių paslaugų API raktus
pl: Dodaj klucze API dla usług zewnętrznych

source: Notifications
hr: Obavijesti

source: Configure notification settings
ca: Configura la configuració de notificacions
cs: Nakonfigurujte nastavení oznámení
fa: تنظیمات اعلان را پیکربندی کنید
he: הגדר את הגדרות ההתראות
hr: Konfigurirajte postavke obavijesti
hu: Konfigurálja az értesítési beállításokat
is: Stilltu tilkynningastillingar
lt: Konfigūruokite pranešimų nustatymus

source: Account Settings
hr: Postavke računa

source: Settings for user accounts
fa: تنظیمات برای حساب های کاربری
hr: Postavke za korisničke račune
hu: Felhasználói fiókok beállításai

source: Profile
ca: Perfil
cs: Profil
fa: مشخصات
he: פּרוֹפִיל
hr: Profil
hu: Profil
is: Prófíll
lt: Profilis
pl: Profil

source: Configure your profile settings
fa: تنظیمات پروفایل خود را پیکربندی کنید
hr: Konfigurirajte postavke profila
hu: Konfigurálja a profilbeállításokat

source: Change your password
hr: promjeni lozinku

source: Sessions
hr: Sjednice

source: View and manage your active sessions
ca: Consulta i gestiona les teves sessions actives
cs: Zobrazení a správa aktivních relací
fa: جلسات فعال خود را مشاهده و مدیریت کنید
he: הצג ונהל את ההפעלות הפעילות שלך
hr: Pregledajte svoje aktivne sesije i upravljajte njima
hu: Tekintse meg és kezelje aktív munkameneteit
is: Skoðaðu og stjórnaðu virkum fundum þínum
lt: Peržiūrėkite ir valdykite savo aktyvias sesijas

source: Language
ca: Llenguatge
cs: Jazyk
fa: زبان
he: שפה
hr: Jezik
hu: Nyelv
is: Tungumál
lt: Kalba

source: Change your language
hr: Promijenite jezik
pl: Zmień język

source: UI Settings
hr: Postavke korisničkog sučelja

source: Modify the look and feel of the server
ca: Modifiqueu l'aspecte del servidor
cs: Upravte vzhled a chování serveru
fa: ظاهر و احساس سرور را تغییر دهید
he: שנה את המראה והתחושה של השרת
hr: Promijenite izgled i dojam poslužitelja
hu: Módosítsa a szerver megjelenését és hangulatát
is: Breyttu útliti og tilfinningu þjónsins
lt: Pakeiskite serverio išvaizdą
pl: Zmodyfikuj wygląd i działanie serwera

source: Discord
ca: Discòrdia
cs: Svár
fa: اختلاف نظر
he: מַחֲלוֹקֶת
hr: Razdor
hu: Viszály
is: Ósátt
lt: Nesantaika

source: Enable Discord page and configure settings
ca: Activa la pàgina Discord i configura la configuració
cs: Povolte stránku Discord a nakonfigurujte nastavení
fa: صفحه Discord را فعال کنید و تنظیمات را پیکربندی کنید
he: הפעל את דף Discord והגדר את ההגדרות
hr: Omogućite Discord stranicu i konfigurirajte postavke
hu: Engedélyezze a Discord oldalt és konfigurálja a beállításokat
is: Virkjaðu Discord síðu og stilltu stillingar
lt: Įjunkite „Discord“ puslapį ir sukonfigūruokite nustatymus
pl: Włącz stronę Discord i skonfiguruj ustawienia

source: Custom HTML
fa: HTML سفارشی
hr: Prilagođeni HTML
hu: Egyéni HTML

source: Add Custom HTML page to help screen
ca: Afegeix una pàgina HTML personalitzada a la pantalla d'ajuda
cs: Přidat vlastní stránku HTML na obrazovku nápovědy
fa: صفحه HTML سفارشی را برای صفحه راهنما اضافه کنید
he: הוסף דף HTML מותאם אישית למסך העזרה
hr: Dodajte prilagođenu HTML stranicu na zaslon pomoći
hu: Egyéni HTML oldal hozzáadása a súgó képernyőhöz
is: Bættu við sérsniðinni HTML síðu til að hjálpa skjánum
lt: Pridėkite tinkintą HTML puslapį į pagalbos ekraną
pl: Dodaj niestandardową stronę HTML do ekranu pomocy

source: Advanced Settings
hr: Napredne postavke

source: Advanced settings for the server
ca: Configuració avançada del servidor
cs: Pokročilá nastavení serveru
fa: تنظیمات پیشرفته برای سرور
he: הגדרות מתקדמות עבור השרת
hr: Napredne postavke za poslužitelj
hu: Speciális beállítások a szerverhez
is: Ítarlegar stillingar fyrir netþjóninn
lt: Išplėstiniai serverio nustatymai
pl: Zaawansowane ustawienia serwera

source: Logs
fa: سیاههها
hr: Dnevnici
