Repository: AmirulAndalib/wizarr
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ca, cs, fa, he, hr, hu, is, lt, pl

source: Planning on watching Movies on this device? Download Plex for this device.
ca: Estàs pensant en veure pel·lícules en aquest dispositiu? Baixa Plex per a aquest dispositiu.
cs: Plánujete na tomto zařízení sledovat filmy? Stáhněte si Plex pro toto zařízení.
fa: آیا قصد تماشای فیلم در این دستگاه را دارید؟ Plex را برای این دستگاه دانلود کنید.
he: מתכנן לראות כאן סרטים? הורד Plex למכשיר זה.
hr: Planirate gledati filmove na ovom uređaju? Preuzmite Plex za ovaj uređaj.
hu: Tervezi filmek nézését ezen az eszközön? Töltse le a Plexet ehhez az eszközhöz.
is: Ætlarðu að horfa á kvikmyndir í þessu tæki? Sæktu Plex fyrir þetta tæki.
lt: Planuojate žiūrėti filmus šiuo įrenginiu? Atsisiųskite „Plex“ šiam įrenginiui.
pl: Planujesz oglądać filmy na tym urządzeniu? Pobierz Plex dla tego urządzenia.

source: Download
ca: Baixa
cs: Stáhnout
fa: دانلود
he: הורד
hr: preuzimanje datoteka
hu: Letöltés
is: Hlaða niður
lt: Parsisiųsti
pl: Pobierać

source: It couldn't be simpler! Plex is available on a wide variety of devices including laptops, tablets, smartphones, and TVs. All you need to do is download the Plex app on your device, sign in with your account, and you're ready to start streaming your media. It's that easy!
cs: Jednodušší už to být nemůže! Plex je k dispozici na široké škále zařízení včetně notebooků, tabletů, smartphony a televizory. Vše, co musíte udělat, je stáhnout si do zařízení aplikaci Plex, přihlásit se pomocí svého účtu a jste připraveni začít streamovat svá média. Je to tak snadné!
fa: ساده تر از این نمی شد! Plex در طیف گسترده ای از دستگاه ها از جمله لپ تاپ، تبلت، گوشی های هوشمند و تلویزیون ها تنها کاری که باید انجام دهید این است که برنامه Plex را در دستگاه خود دانلود کنید، با حساب خود وارد شوید و شما آماده شروع پخش رسانه خود هستید. به همین راحتی!
hr: Ne može biti jednostavnije! Plex je dostupan na velikom broju uređaja uključujući prijenosna računala, tablete, pametne telefone i televizore. Sve što trebate učiniti je preuzeti Plex aplikaciju na svoj uređaj, prijaviti se svojim računom i spremni ste za početak strujanja medija. Tako je jednostavno!
hu: Nem is lehetne egyszerűbb! A Plex számos eszközön elérhető, beleértve a laptopokat, táblagépeket, okostelefonok és tévék. Mindössze annyit kell tennie, hogy letölti a Plex alkalmazást eszközére, bejelentkezik fiókjával, és készen áll a média adatfolyamának megkezdésére. Ilyen egyszerű!
is: Það gæti ekki verið einfaldara! Plex er fáanlegt á fjölmörgum tækjum, þar á meðal fartölvum, spjaldtölvum, snjallsíma og sjónvörp. Allt sem þú þarft að gera er að hlaða niður Plex appinu í tækið þitt, skrá þig inn með reikningnum þínum og þú ert tilbúinn til að byrja að streyma fjölmiðlum þínum. Það er svo auðvelt!
pl: To nie może być prostsze! Plex jest dostępny na wielu różnych urządzeniach, w tym laptopach, tabletach, smartfony i telewizory. Wszystko, co musisz zrobić, to pobrać aplikację Plex na swoje urządzenie, zalogować się na swoje konto i możesz rozpocząć strumieniowe przesyłanie multimediów. To jest takie proste!

source: How can I make sure to have the best experience?
ca: Com puc assegurar-me de tenir la millor experiència?
cs: Jak se mohu ujistit, že mám ty nejlepší zkušenosti?
fa: چگونه می توانم مطمئن شوم که بهترین تجربه را دارم؟
he: איך אני מקבל את החוויה הכי טובה?
hr: Kako mogu osigurati najbolje iskustvo?
hu: Hogyan biztosíthatom, hogy a legjobb élményben legyen részem?
is: Hvernig get ég tryggt að upplifunin sé sem best?
lt: Kaip galiu užtikrinti, kad mano patirtis būtų geriausia?
pl: Jak mogę się upewnić, że mam najlepsze wrażenia?

source: Because Plex is a free service, they promote their own content before the awesome content your friend is now sharing with you - they also, by default, play content at a lower quality.
cs: Protože Plex je bezplatná služba, propaguje svůj vlastní obsah před úžasným obsahem, kterým je nyní váš přítel sdílení s vámi – ve výchozím nastavení také přehrávají obsah v nižší kvalitě.
fa: از آنجایی که Plex یک سرویس رایگان است، آنها محتوای خود را قبل از محتوای عالی که اکنون دوست شما دارد تبلیغ می کنند به اشتراک گذاری با شما - آنها همچنین به طور پیش فرض محتوا را با کیفیت پایین تری پخش می کنند.
hr: Budući da je Plex besplatna usluga, oni promoviraju vlastiti sadržaj prije sjajnog sadržaja koji je sada vaš prijatelj dijeljenje s vama - oni također, prema zadanim postavkama, reproduciraju sadržaj niže kvalitete.
hu: Mivel a Plex egy ingyenes szolgáltatás, saját tartalmaikat népszerűsítik, mielőtt a barátod fantasztikus tartalommal rendelkeznek megosztva veled – alapértelmezés szerint gyengébb minőségben is lejátszanak tartalmat.
is: Vegna þess að Plex er ókeypis þjónusta kynna þeir eigið efni á undan hinu frábæra efni sem vinur þinn er núna deila með þér - þeir spila líka sjálfgefið efni í minni gæðum.
pl: Ponieważ Plex jest usługą bezpłatną, promuje własne treści przed niesamowitymi treściami, którymi jest teraz Twój znajomy dzielenie się z Tobą — domyślnie odtwarzają również treści w niższej jakości.

source: No need to worry though, this can be easily resolved
ca: No cal que et preocupis, això es pot resoldre fàcilment
cs: Nemusíte se však bát, toto lze snadno vyřešit
fa: با این حال نیازی به نگرانی نیست، این مشکل به راحتی قابل حل است
he: אל דאגה, די קל לפתור את זה
hr: No, nema potrebe za brigom, to se može lako riješiti
hu: Nem kell azonban aggódni, ez könnyen megoldható
is: Engin þörf á að hafa áhyggjur, þetta er auðvelt að leysa
lt: Tačiau nereikia jaudintis, tai galima lengvai išspręsti
pl: Nie musisz się jednak martwić, można to łatwo rozwiązać

source: We highly recommend you to go through those steps first!
cs: My velmi doporučujeme nejprve projít těmito kroky!
fa: ما به شدت توصیه می کنم ابتدا آن مراحل را طی کنید!
hr: Mi visoko preporučujemo da prvo prođete kroz te korake!
hu: Mi nagyon Javasoljuk, hogy először végezze el ezeket a lépéseket!
is: Við mjög mæli með að þú farir í gegnum þessi skref fyrst!
pl: Bardzo zalecamy najpierw przejść przez te kroki!

source: Eh, So, What is Plex exactly?
ca: Eh, doncs, què és exactament Plex?
cs: Eh, takže, co přesně je Plex?
fa: اوه، خب، Plex دقیقا چیست؟
he: אז, מה זה בדיוק Plex?
hr: Eh, dakle, što je točno Plex?
hu: Szóval, mi is az a Plex pontosan?
is: Hvað er Plex nákvæmlega?
lt: Taigi, kas tiksliai yra „Plex“??
pl: Ech, więc czym dokładnie jest Plex?

source: Great question! Plex is a software that allows individuals to share their media collections with others. If you've received this invitation, it means someone wants to share their library with you.
cs: Skvělá otázka! Plex je software, který umožňuje jednotlivcům sdílet své sbírky médií s ostatními. Pokud jste obdrželi tuto pozvánku, znamená to, že někdo s vámi chce sdílet svou knihovnu.
fa: سوال عالی! Plex نرم افزاری است که به افراد امکان می دهد مجموعه های رسانه ای خود را با دیگران به اشتراک بگذارند. اگر این دعوت را دریافت کرده اید، به این معنی است که شخصی می خواهد کتابخانه خود را با شما به اشتراک بگذارد.
hr: Super pitanje! Plex je softver koji pojedincima omogućuje dijeljenje medijskih kolekcija s drugima. Ako ste primili ovu pozivnicu, to znači da netko želi podijeliti svoju knjižnicu s vama.
hu: Remek kérdés! A Plex egy olyan szoftver, amely lehetővé teszi az egyéneknek, hogy megosszák médiagyűjteményeiket másokkal. Ha megkaptad ezt a meghívást, az azt jelenti, hogy valaki meg akarja osztani veled a könyvtárát.
is: Frábær spurning! Plex er hugbúnaður sem gerir einstaklingum kleift að deila fjölmiðlasöfnum sínum með öðrum. Ef þú hefur fengið þetta boð þýðir það að einhver vill deila bókasafni sínu með þér.
pl: Świetne pytanie! Plex to oprogramowanie, które pozwala osobom udostępniać swoje kolekcje multimediów innym osobom. Jeśli otrzymałeś to zaproszenie, oznacza to, że ktoś chce udostępnić Ci swoją bibliotekę.

source: With Plex, you'll have access to all of the movies, TV shows, music, and photos that are stored on their server!
ca: Amb Plex, tindreu accés a totes les pel·lícules, programes de televisió, música i fotos que s'emmagatzemen al seu servidor!
cs: S Plex budete mít přístup ke všem filmům, televizním pořadům, hudbě a fotografiím, které jsou uloženy na jejich serveru!
fa: با Plex، به تمام فیلم‌ها، برنامه‌های تلویزیونی، موسیقی و عکس‌هایی که در سرور آنها ذخیره شده‌اند دسترسی خواهید داشت!
he: עם Plex, תהיה לך גישה לכל הסרטים, תוכניות הטלוויזיה, המוזיקה והתמונות המאוחסנים בשרת שלהם!
hr: S Plexom ćete imati pristup svim filmovima, TV emisijama, glazbi i fotografijama koje su pohranjene na njihovom poslužitelju!
hu: A Plex segítségével hozzáférhet a szerverükön tárolt összes filmhez, TV-műsorhoz, zenéhez és fényképhez!
is: Með Plex hefurðu aðgang að öllum kvikmyndum, sjónvarpsþáttum, tónlist og myndum sem eru geymdar á netþjóninum þeirra!
lt: Naudodami „Plex“ turėsite prieigą prie visų filmų, TV laidų, muzikos ir nuotraukų, saugomų jų serveryje!
pl: Dzięki Plex będziesz mieć dostęp do wszystkich filmów, programów telewizyjnych, muzyki i zdjęć przechowywanych na ich serwerze!

source: So let's see how to get started!
ca: Així que anem a veure com començar!
cs: Pojďme se tedy podívat, jak začít!
fa: پس بیایید ببینیم چگونه شروع کنیم!
he: אז בואו נראה איך להתחיל!
hr: Pa da vidimo kako započeti!
hu: Lássuk tehát, hogyan kezdjünk hozzá!
is: Svo skulum sjá hvernig á að byrja!
lt: Taigi pažiūrėkime, kaip pradėti!
pl: Zobaczmy więc, jak zacząć!

source: Configure SSO login
pl: Skonfiguruj logowanie SSO

source: Multi-Factor Authentication
pl: Uwierzytelnianie wieloskładnikowe

source: Configure MFA authentication
pl: Skonfiguruj uwierzytelnianie usługi MFA

source: Wizarr
fa: جادوگر
pl: Czarodziej

source: Login with your account
pl: Zaloguj się na swoje konto

source: Login with MFA
pl: Zaloguj się za pomocą MFA

source: Use your Fingerprint or Face Recognition to Verify your Identity
pl: Użyj odcisku palca lub rozpoznawania twarzy, aby zweryfikować swoją tożsamość

source: Press the button below and follow your browser's steps to login
pl: Naciśnij przycisk poniżej i postępuj zgodnie z instrukcjami przeglądarki, aby się zalogować

source: Login with Password
pl: Zaloguj się za pomocą hasła

source: Please enter your username
pl: Proszę, wpisz swoją nazwę użytkownika

source: Add Passkey
pl: Dodaj klucz dostępu

source: New OAuth
pl: Nowa autoryzacja OA

source: Client ID
pl: Identyfikator klienta

source: Client Secret
pl: Sekret klienta

source: Request Token URL
pl: Żądaj adresu URL tokena

source: Authorize URL
pl: Autoryzuj adres URL

source: Access Token URL
pl: Adres URL tokena dostępu

source: User Info URL
pl: Adres URL informacji o użytkowniku

source: Test & Create OAuth
pl: Testuj i twórz OAuth

source: Webhook ID
ca: Abhuk Ed
cs: ID webhooku
fa: شناسه وب هوک
he: אבהוק אד
hu: Webhook azonosító
is: Abhuk Ed
pl: Identyfikator webhooka

source: Webhook Token
ca: Fitxa estúpida
cs: Token webhooku
fa: توکن وب هوک
he: אסימון מטופש
is: Heimskulegt tákn
lt: „Webhook“ prieigos raktas
pl: Token haka internetowego

source: API Token
ca: Token API
fa: توکن API
he: אסימון API
is: API tákn
lt: API prieigos raktas
pl: Token API

source: Discord Widget
ca: Giny de Discord
fa: ویجت Discord
he: יישומון דיסקורד
is: Discord græja
lt: Discord valdiklis
pl: Widżet niezgody

source: Add OAuth
pl: Dodaj OAuth

source: Your Passkeys
pl: Twoje klucze dostępu

source: Add a passkey
pl: Dodaj klucz dostępu

source: Beta
fa: بتا
he: בטא

source: Email
ca: Correu electrònic
fa: پست الکترونیک
he: מייל
is: Netfang
lt: El. paštas

source: Test
ca: Prova
fa: تست
he: מִבְחָן
hu: Teszt
is: Próf
lt: Testas
